{
  "questName": "ruFreeBrothersSCamp2",
  "questStates": [
    {
      "stateId": 0,
      "mainText": "Неприятная встреча была завершена, с кристаллами оказалось всё в порядке, и нас отпустили. Обратная дорога в лагерь прошла в молчании./bПридя в лагерь, я решил навестить Финито в первую очередь. Когда я был в лагере, я отгонял от него людей Телеха, без меня с ним могло случиться всякое. Подойдя к нашему старому знакомому, я был обескуражен: он был весь в синяках и ссадинах, еле стоял на ногах.\n-Привет! Как ты? — спросил я.\n-Хреново. Твои дружки меня постоянно бьют и заставляют работать круглыми сутками, — сказал Финито. После этого Финито стал долго чихать, съёжившись, казалось, он сейчас все лёгкие выплюнет.\n-Что с тобой? — спросил я.\n-Да не знаю. Похоже, спать на голом полу мало полезного. Хоть увольняйся, — ответил мой бедный друг.\n-Вы снова нападёте на шахту. Твой дружок там постоянно ошивается, — продолжал он.\n-Телех-то? Да за пару дней до нападения мы вместе разведывали, — сказал я.\n-Какой за пару дней. Я его видел постоянно на протяжении года. Даже жаловался на него нашему охранику, но Нэдж, как обычно, развёл руками, но обещал, если попадётся, обязательно скрутит его. Видимо, не попался или Нэдж не искал, как обычно, — проинформировал Финито.\n-А мне Телех рассказывал, что узнал о том, где шахта, от меня. Вот злодей, — возмутился я.\n-Вот такие надёжные у тебя друзья, — подытожил Финито. — Хотя Висенте славный малый, постоянно снабжал меня едой и какими-то травами, чтобы я меньше кашлял.\n-Висенте да… Всегда отличался милосердным характером. Я поговорю с Телехом, чтобы тебя отпустили. Только езжай домой, по-отечески прошу. Мы всё равно нападём. Да и Дион наверняка догадывается, а если ты всех предупредишь, жертв будет больше с обеих сторон. С нами теперь настоящие военные. Езжай домой, а я с тобой потом поделюсь, — предупредил я.\n— Договорились, — с оскалом сказал Финито.\nЯ подошёл к Телеху, он разбирал полученные деньги, раскладывая их по кучкам.\n- Славься род, Телех. Чем маешься? — спросил я.\n— Да вот распределяю хабар. Нам нужно закупиться оружием и припасами. Я думаю, если мы пойдём группой, это вызовет подозрения, поэтому по три человека и закупимся еды. Немира обещала раздобыть оружие у своих спартанских друзей. Я пойду с ней и возьму с собой пару парней. Извини, на этот раз без тебя. Твои тёплые отношения с нашими эвномскими друзьями могут помешать делу. Иди лучше с Шэймой и Висенте в город за едой, — повелительно сказал Телех.\n— Как скажешь. Тебе виднее. Слушай... — сделал паузу я. — Давай отпустим Финито, он и так уже достаточно настрадался. Твои дружки от парня живого места не оставили, да и болезнь его скоро доконает.\n— Нет. Об этом и речи быть не может, я могу его только убить теперь. Он в первую очередь побежит в шахты, а тебе приведут легионы, и нам даже со спартанцами не справиться. Лучше один свой, чем трое чужих, — жёстко прервал Телех.\n— Если хозяин захочет, он и так легионов приведёт. После такого успешного нападения он будет ждать новых эскалаций, — парировал я.\n— Легион денежку запросит, да и его кормить надо. А у шахты не всё так хорошо, чтобы кормить армию у себя. Да и он не знает когда, а так, со слов Финито, сможет предположить примерную дату нападения, — ответил Телех.\n— Но, Телех, я Финито знаю с детства, и ему нужен врач, иначе он умрёт, — жалостливо сказал я.\n— Конечно, я не могу отпустить твоего друга, но я своим скажу, чтобы его не трогали. Будет сложно, всё-таки он убил троих моих братьев, но я поговорю с ними. Да и можно ему палатку обустроить, а вы с Висенте можете купить ему лекарств. Я уверен, этот доходяга знает, что нужно купить, — повелительно произнёс Телех.\nЯ поблагодарил Телеха, а затем обрадовал Финито. После разговора с Финито, я решаю...",
      "actions": [
        {
          "actionText": "Распросить Телеха об обмане",
          "actionNextState": 1,
          "requiredParameters": {
            "relTelec": 2
          }
        },
        {
          "actionText": "Побыть с Шэйми",
          "actionNextState": 2,
          "requiredParameters": {
            "energy": 2,
            "relSheima": 2
          }
        },
        {
          "actionText": "Набраться сил",
          "actionNextState": 3
        },
        {
          "actionText": "Поговорить с Агиатом",
          "actionNextState": 4,
          "requiredParameters": {
            "relAgiat": 1
          }
        }
      ]
    },
    {
      "stateId": 1,
      "mainText": "-Ты планировал нападение на шахты давным давно, так ведь? А к Висенте пришёл не для того, что бы выжить, как ты ему говорил. А что бы набрать сообщников. Ведь так - с гневом спросил я у Телеха в этот же вечера./т-Ну думаю, скрывать уже поздно. Дело в том, что у меня давно есть подвязы в шахте. Я даже пару раз оказывал услугу одному человеку, о котором ты потом узнаешь. - спокойно сказал Телех.\n-Да, как ты мог. Ты обманщик. Манипулятор, крыса - схватив Телеха прокричал я\n-Крыса говоришь. А это афинская тварь, хозяин не крыса. Наживается на нашей земле, а большинство денег текут в Афины. Он продаём им за безценок. Да и если наладить обработку кристаллов у нас, Теос станет главным городом на острове. А люди будут жить в достатке. - уверено сказал Телех и убрал мои руки, которые уже обмякли из-за моего смутенья.\n-Но там же теоские люди. Такие как Финито. Мы с ними росли и учились. Не ужели в твоей формуле нет их - слабым голосом ответил я.\n-Думал и о них. Но Омир Кордек, хозяин шахты. Держит их за рабов. Постоянно кто-то умирает или получает ранения, они большинство и так умрут. - уверено сказал я.\n-Да и у них есть выбор, они бы могли пойти за нами как эти безфамильные, которых ты притащил. Кстати ты уже занялся вербовкой Финито. - с задумчивостью сказал Телех.\n-Да вы его чуть не убил. - ответил я.\n-Это да, но пойми моих людей. Он унёс жизнь одного из нас. Мо парни не поняли бы, если бы я не позволили им мстить. Но смерть Финито пока не входит в планы. Извини я спать. Надеюсь у тебя не осталось ко мне вопросов и мы дальше продолжим делать общее дело. И так сказать в качестве извинения я дарю тебе Тотем лисицы. Его дарят только не родным, которых считают братьями- завершил Телех и дал мне не большую фигурку Лисы.\nОсобо выбора не было. Ограбления шахты поднимет нас на новый уровень.\nРазговор выдался тяжёлый. Всю ночь мне не удалось уснуть, я боялся нового нападения.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 5,
          "changingParameters": {
            "energy": -5,
            "contemplationBase": 1,
            "*line5And1PPv1": 1
          }
        }
      ]
    },
    {
      "stateId": 2,
      "mainText": "Возвращение моё было встречено с радостью одной лишь Шэйми. Она всё так же дерзка была со всеми, кроме меня. Со мной она — ласковая киса.\nИ вот мы решили провести вечер вдвоём в лесу. Вольнолюбцы — славные парни, но порой хочется побыть без суеты лагеря.\nМы гуляли по тропинкам, наслаждаясь тишиной и свежим воздухом. Я рассказывал ей о своих увлечениях и мечтах, а она слушала меня с интересом и улыбкой. Мы смеялись и шутили, как старые друзья, но в то же время чувствовали себя влюблёнными до глубины души.\nКогда солнце начало садиться за горизонт, мы нашли уютное место под деревом. Мы сидели рядом, обнявшись, и смотрели на закат. В этот момент я понял, что хочу быть с ней всегда. Я наклонился к ней и нежно поцеловал её в губы. Она ответила мне взаимностью, и мы долго не могли оторваться друг от друга.\nЭтот вечер в лесу был одним из самых счастливых моментов в моей жизни. Я знал, что люблю Шэйми больше всего на свете, и готов был сделать всё, чтобы она была счастлива.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 5,
          "changingParameters": {
            "energy": -2,
            "faithBase": 2,
            "relSheima": 2,
            "creativeBase": 1,
            "*line5And1PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 3,
      "mainText": "Я сильно устал и я решил остаток дня потратить на отдых. Скоро нас ждут большие свершения и я должен быть к ним готов.",
      "actions": [
        {
          "actionText": "Отдыхать",
          "actionNextState": 5,
          "changingParameters": {
            "energy": 2,
            "relSheima": -1,
            "relTelec": -1,
            "relVecente": -1
          }
        }
      ]
    },
    {
      "stateId": 4,
      "mainText": "Мы мало общались с Агиатом, но я решил распросить его о жизни и армии Единство. Мать и дед конечно мне много рассказывали, но мать так и не успела заняться делом в единстве, ей пришлось убегать когда она училась. А дед же больше хвалится о заслугах перед Третьим и какой Ферас хороший полководец.",
      "questStateModal": {
        "duration": 10,
        "description": "Агиат мне поведал свою предисторию.",
        "image": "test",
        "changingParameters": {}
      },
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 5,
          "changingParameters": {
            "energy": -2,
            "disciplineBase": 1
          }
        }
      ]
    },
    {
      "stateId": 5,
      "mainText": "Неужели я возвращаюсь в город? Эта мысль не давала мне покоя всю дорогу. Мы с Висеном и Шеймой весело проводили время, останавливаясь на ночлег в разных местах. Ночевки были полны смеха, разговоров и милых забав. Я дарил Шейме цветы, обнимал и целовал ее. Это было чудесное время, проведенное вместе.\nПериодически у нас возникали споры с Висеном. Он пытался убедить меня, что худым людям не стоит проводить время так активно. Однако я отмахивался от его слов и отвечал, что каждый сам решает, как ему жить. Главное – получать удовольствие от жизни и не обращать внимания на стереотипы.\nМы успешно добрались до лагеря, где провели еще несколько дней. И вот наконец мы снова в городе. Здесь все кажется таким знакомым и привычным. Но в то же время я чувствую, что что-то изменилось во мне. Я стал более открытым и уверенным в себе. Думаю, это благодаря времени, проведенному с Шеймой и Висеном. Они помогли мне увидеть мир по-новому и научили ценить моменты счастья.\nЯ рад вернуться домой, но знаю, что буду скучать по нашим приключениям. Возможно, когда-нибудь мы снова отправимся в путешествие вместе. А пока я буду наслаждаться каждым моментом своей жизни, не забывая о том, чему меня научило это путешествие.\nГород встречает меня своими огнями и шумом. Я чувствую себя немного потерянным среди толпы людей, спешащих куда-то. Но я знаю, что скоро привыкну к этому ритму и снова стану частью этого мира. Ведь здесь меня ждут такие знакомые улочки и лица, лишь бы только не попастся людям Мелоба, но благо мы в городе всего на пару часов врятли, что-то может случится. Пока Висенте ходил за лекарствами у меня появилось время которое я могу потратить...",
      "actions": [
        {
          "actionText": "Посмотреть останки дома.",
          "actionNextState": 6
        },
        {
          "actionText": "Пойти в университет с Шэйми",
          "actionNextState": 7,
          "sumOfParameters": {
            "relSheima": 2
          }
        },
        {
          "actionText": "Сходить с Висенте в библиотеку",
          "actionNextState": 8,
          "requiredParameters": {
            "relVecente": 3,
            "energy": 2
          }
        },
        {
          "actionText": "Пойти к Делофу.",
          "actionNextState": 9,
          "sumOfParameters": {
            "creative": 6,
            "discipline": 6
          }
        }
      ]
    },
    {
      "stateId": 6,
      "mainText": "Я решаю сходить посмотреть на дом. В котором я вырос, но действовать надо осторожно. Накинув трябку на голову я увидел руины, что остались от нашего дома. Похоже после взрыва был ещё пожар и все наши вещи, всё наше прошлое сгорело.\nПохоже моя маскировка не сработала и за мной увязалось пару амбалов. Город я знал лучше их, поэтому растворившись в толпе, я улучками скрылся и пошёл на рынок.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 10,
          "changingParameters": {
            "creativeBase": -2
          }
        }
      ]
    },
    {
      "stateId": 7,
      "mainText": "У унивирсетета, всегда тусовалось несколько музкантов. Шэйми очень хотела поообщаться со своими бывшими друзьями и утянула меня за собой.\nМы хорошо повеселились у университета, Шэйма спела пару своих песен. Какой-то козёл ей подыграл, ну он хоть и козёл но играть умеет.\nНо не ожидано появилась мать Шэйми. Оком именно от неё сбежала к вольнолюбцам, ну и ещё от этого самого общества.\n-Пошли со мной, Шэйми. Мама скучает - со слезами на глазах сказала женщина.\n-Ни куда я с тобой не пойду. Как ты смеешь вообще об это предлагать после всего, что было? - со злостью ответила Шэйми.\n-Пойдём ГГ, что-то атмосфера этого места испортилась.",
      "questStateModal": {
        "duration": 10,
        "description": "По дороги Шэйми рассказала о своём отношении с матерью.",
        "image": "test",
        "changingParameters": {}
      },
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 10,
          "changingParameters": {
            "creativeBase": 1,
            "faithBase": -2
          }
        }
      ]
    },
    {
      "stateId": 8,
      "mainText": "Шэйми пошла в университет, а мне так не хотелось идти туда. Да и с Висенте последнее время редко общаюсь.\n-Висенте, чем хочешь заняться. - спросил я.\n-Мне нужные новые афинские книжки. Говорят в библеотеке пополнения. - сказал Висенте.\n-Ты что собираешься грабить. Не ожидал от тебя. - с удивлением прошептал я.\n-Мне самому эта мысль противно, но я не могу перенести библеотку в лагерь. - так же тихо сказал Висенте.\nВисенте сначало прошёл всю библиотеку отмечая для себя книги, которые хотел стащить.\n-Гг иди сюда. Этак книга знаменитого афинского поэта, тебе понравится. - казал он спрятав книгу у меня в одежде. -А теперь стой на стрёме пока я утаскиваю книги.\nНе смотря на план Висенте на нас всё же обратил внимание управляющий, но Висенте знал где второй выход и через него мы поспешили удалится.\n-Я так часто делал, когда учился в университете. Попомни моё слова у нас скоро будет книжатся, в которой будут загружены все книги мира. И не нужно будет воровать и сидеть в библеотеке.\nПо дороге на рынок мы проболтали на возвышенные темы, половину из которых я не понимал, но мне было интересно слушить Висенте.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 10,
          "changingParameters": {
            "faithBase": 2,
            "disciplineBase": 2,
            "energy": -2
          }
        }
      ]
    },
    {
      "stateId": 9,
      "mainText": "Я решил пойти к человеку к оторому мой отец много ходил. Может он знает, что случилось с моим отцом.\nЯ легко нашёл это место, меня на удивления пуститли.\n-О сам пришёл, а я к тебе собирался. Оказывается у нас много общих друзей. Ты знаешь такого человека как Мелоб. - сказал Делоф.\n-Крыса сдать меня хочешь, нунун, что ещё ждать от дельца - с жлочью сказал я.\nДелоф встал и ударил меня.\n-Я на твоём месте не спешил бы с выводами, когда разговариваешь со мной. Ну ты в деле не давно, так что прощаю. - гроздно сказал шнырь.\n-Мелобу я сказал убираться от сюда, как до этого ему говорил. Дети моих людей моя ответственность. - спокойно сказал Делоф.\n-Мелоб убрался, но у твоего дома переодически видят странных людей, так что будь осторжен. Лучше тебе оставаться в лагери. - поучил Дело.\n-Ты знаешь про лагерь? - спросил я.\n-У нас много общих знакомых.\n-Что с отцом - спешо спросил я.\n-Он мёртв. Я думаю, если ты не хочешь повторить го судьбу, тебе нужно убираться от сюда. Уверен мелобские псы смотрят за мной. - предупредил Делоф.\nЯ поспешил удалится.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 10,
          "changingParameters": {
            "contemplationBase": 2,
            "*line5And4PPv4": 1
          }
        }
      ]
    },
    {
      "stateId": 10,
      "mainText": "Мы вернулись из города, нагруженные большими сумками, довольные и сытые. Другие тоже принесли достаточно еды. Я сразу же побежала к Финито с Висенте, чтобы он начал принимать лекарства. Там я увидела Финито, который лежал на голой земле и выглядел полумёртвым.\n— Финит, что случилось? — спросила я.\nОн ответил:\n— Люди Телиха избили меня. Не надо ничего говорить, ты уже наговорил. Они пришли сразу после того, как ты уехала. Лучше оставь меня в покое, просто не подходи ко мне и всё.\nЯ не мог оставить его в таком состоянии. Он должен был бежать, выжить и быть свободным. Когда наступит ночь, я добуду ключ и выпущу его. Но я понимала, что Телех следит за каждым моим шагом. Если он поймает меня, то убьёт. Пока я жив, он не посмеет причинить вред Финито. Однако я не могу быть с ним постоянно.\nФинито отвернулся от меня и сказал:\n— Просто оставь меня в покое. Не отвлекайся от очередной мясорубки. Будь един.\nНо я ответила:\n— Ты будешь свободен, жди ночью.\nМне было страшно оставлять его одного, но я знал, что должен действовать быстро и решительно. Я решил вернуться ночью и освободить Финито. Понимал, что это будет опасно, но другого выхода не было.\nПока я обдумывала план действий, Финито продолжал лежать на земле, не двигаясь. Я чувствовала себя беспомощной перед лицом опасности, которая нависла над нами. Но я была готова сделать всё возможное, чтобы спасти Финито и дать ему шанс на свободу.",
      "actions": [
        {
          "actionText": "Устроить концерт Шэйми.",
          "actionNextState": 11,
          "sumOfParameters": {
            "contemplation": 3,
            "discipline": 10
          },
          "requiredParameters": {
            "relVecente": 2,
            "relSheima": 1,
            "relAgiat": 0
          }
        },
        {
          "actionText": "Завербовать Финито. Уговорить Телеха.",
          "actionNextState": 12,
          "requiredParameters": {
            "*line5And1PPv1": 1
          },
          "sumOfParameters": {
            "faith": 1,
            "oratory": 10
          }
        },
        {
          "actionText": "Финито поймали",
          "actionNextState": 13
        }
      ]
    },
    {
      "stateId": 11,
      "mainText": "— Финито, я попробую тебя вытащить, пока лежи и не привлекай внимания, — сказал я.\n— Хорошо, — брякнул Финито.\nЯ подговариваю Шэйми устроить концерт сегодня ночью, чтобы отвлечь от побега. Перед Висенте же будет другая роль: он должен найти охранника Финито и отвлечь разговорами. Ох, Висенте болтун ещё тот, особенно когда речь зайдёт о чём-то высоком, а мордоворота Телеха, какими бы грубыми они ни были, любят поспорить об истории Теоса, а Висенте ей хорошо владеет. Пока я инструктировал Висенте, нас подловили. Я уж испугался, что это люди Телеха или он сам, но оказался это, был Агиат.\n— Я давно тебя раскусил: сначала шептался с Шэйми, после она объявила концерт глубокой ночью, потом к Висенте пристал. Я уж обрадовался, что готовите убийство Телеха, а вы всего лишь побег пленника обсуждаете. Делов-то, — сказал с иронией Агиат.\n— Ты нас не выдашь? — боязно спросил я.\n— Меня этот Телех бесит больше, чем Висенте, да и пленных гражданских я терпеть ненавижу. Естественно, я вам помогу, обеспечу вам отход, — завершил Агиат.\nВсё неожиданно обернулось хорошо, я приобрёл нового союзника. К Финито лучше больше не подходить до побега.\nНачался концерт, Шэйми пела и играла так громко, насколько могла, казалось, что она вот-вот сорвёт голос. Висенте же спорил с охранником о культурном вкладе Афин в Теос, с чем естественно телеховец спорил упорно. Агиат готовился. Не знаю, что он придумал, но надеюсь на него. Я проник к Финито и освободил его. Теперь его роль была бежать через палатки, в которых мы ночуем. Я шёл первый и осматривал, есть ли кто в палатках, но благо Шэйми давно не пела, все хотели услышать её, и путь был свободен. На краю лагеря услышал крики, видимо, Агиат устроил драку. С утра судили уже Агиата, но люди Агиата и, на удивление Телеху, люди Висенте. Агиата признали невиновным.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 17,
          "changingParameters": {
            "creativeBase": 2,
            "faithBase": 1,
            "relAgiat": 1
          }
        }
      ]
    },
    {
      "stateId": 12,
      "mainText": "— Финито... Зная твою честность, мне сложно просить тебя об этом. Но другого варианта я не вижу. Телех хорошо организовал охрану пленников и освободить тебя, не убив кого-то из них, будет сложно, но извини меня, я не готов убивать людей, с которыми сражался плечом к плечу. Да и не факт, что у меня это получится, — тяжело сказал я.\n— Давай уже говори свой вариант. Я, кажется, понимаю, к чему ты клонишь, — уверенно сказал Финито. Кажется, такой уверенности я в нём не замечал.\n— Ты будешь помогать нам в шахте. Сразу хочу предупредить, у нас есть свои каналы в шахтах на разных уровнях. И если будет хоть намёк на предательство, мы, естественно, подумаем на тебя, и в таком случае ни мои уговоры, ни Дион, ни Нэдж, никто либо ещё тебе не помогут, — сказал я дрожащими губами.\n— А если я откажусь? — спросил Финито, зная ответ.\n— То останешься в плену, потом, скорее всего, из тебя будут выбивать информацию. Сам понимаешь, такая себе процедура. Ну или будем использовать как раба. Вспомни участь безфамильных — такая себе участь, — уже более уверенно и с неким садизмом сказал я.\n— Ох, мой добрый друг. Почему-то я верю, что ты хочешь мне добра, но от твоего Телеха мурашки по коже, так что я предпочту быть крысой на шахте, чем пялиться на Телеха и его отморозков. Только у меня пара условий: связь буду держать только с тобой, и мне не придётся никого убивать, — сказал Финито.\n— Договорились, только надо ещё уболтать Телеха, — сказал я.\nТелех на все условия был согласен. Про убийства ещё отметил, что этот шахтёр не способен никого убить. Финито пришлось ответить на ряд вопросов, и он ушёл. Финито послал проследить за ним Немиру. Через пару дней она вернулась с информацией, что Финито нас не предал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 17,
          "changingParameters": {
            "*line5And3PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 13,
      "mainText": "Я уговариваю Финито бежать. Он долго сопротивляется, но всё-таки соглашается. Мы решаем, что ночью я вырублю охранника, а Финито в этот момент сбежит из лагеря. Но всё пошло не по плану. Охранника я успешно вырубил, но в тот момент, когда Финито побежал, появившийся ниоткуда Телех сбил его с ног и сильно пнул. У Финито аж пошла кровь изо рта, кажется, Телех сломал ему рёбра.\n— Я не буду тебя убивать... Сейчас, — грозно сказал Телех. — У нас всё-таки община, где решения принимаются вместе. С утра будет суд над вами обоими. Тот амбал, который меня уложил, пару раз ударил меня по голове и связал, меня связали по рукам и ногам, а затем отвели к Телеху.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 14
        }
      ]
    },
    {
      "stateId": 14,
      "mainText": "Несмотря на все наши усилия, Финито был пойман, и его ждала незавидная судьба. Телех сказал, что с утра соберёт совет нашего лагеря. Скорее всего, совет будет формальным, Телех просто покажет, что будет с теми, кто пошёл против него. А самое печальное, что я лежу вместе с Финито и не могу ему чем-то помочь. Только вольнолюбцы решат нашу судьбу.",
      "actions": [
        {
          "actionText": "Вербовка Финито. Меня избивают.",
          "actionNextState": 15,
          "sumOfParameters": {
            "contemplation": 3,
            "discipline": 10
          },
          "requiredParameters": {
            "*line5And1PPv1": 1
          }
        },
        {
          "actionText": "Смерть финито. Меня избивают.",
          "actionNextState": 16
        }
      ]
    },
    {
      "stateId": 15,
      "mainText": "Началось собрание. Телех озвучил наши прегрешения. Меня обвинили в том, что исподтишка ударил своего. Финито хотел сбежать, обычно на это он отвечал смертью.\nТелех спросил у людей: «Что будем делать?»\n— Постой, ты же хотел завербовать Финито. Давай завербуем его, — сказал я.\n— Ты посмотри, как ты заговорил, а почему ты не подошёл с этим до того, как покалечил моего человека, не самого плохого, я скажу, — грозно сказал Телех.\n— Со мной делай, что угодно. А Финито пусть будет свободен. Он не хотел бежать, я его подбил. Убей меня вместо него, — предложил я со слезами на глазах.\n— Но тем не менее он убежал. Мог отказаться. Что до тебя, ты мне нужен ещё, — сказал Телех. — Что до Финито, он тоже может пригодиться.\n— Давай так: Финито мы не трогаем, но услуга за услугу. Не знаю когда, но ты клянёшься сделать то, что я скажу, как бы тебе это ни было противно, — предложил Телех.\n— Да, я согласен. Да, да, да, — сказал я.\n— Ну хорошо. Вернёмся к Финито. Ему очень мало доверия, поэтому он убьёт одного безфамильного, который провинился, — приказал Телех.\n— Никого я убивать не буду, тем более бедного безфамильного! — яростно сказал Финито.\n— Ну тогда мы убьём тебя, иначе никак. Либо ты повязан с нами, либо умираешь. Приведите второго беглеца, — произнёс Телех.\nДвое амбалов привели беднягу, он ели стоял на ногах. Финито развязали и дали ножи, Четверо телехонцев с копьём окружили бедного друга.\n-Прошу не надо, вы же всегда помогали нам - взмолил безфамильный.\n-Нет, я не могу.- со слезами сказал Финито и выкинул нож.\n-Ну выбирай, он или ты. - спокойно сказал Телех.\n-Нет - ответил Финито.\n-Ну что ж жалко тебя. Знай я уважал тебя в школе, такого добросердечного друга ещё надо поискать. Жалко из-за неё ты погибнешь. - попрежнему спокойно сказал Телех.\n-Я готов сделать это - с трудом сказал Финито.\n-Вот и славно. - приказал Телех. Ему дали нож и Финито рыдая перерезал глотку безфамильному.\nТелех ткнул Финито в кровь сказав: \"Вот видишь, что бывает с теме кто нас придаёт. Беги в шахты, будь там как можно быстре, а этот даст понять что ты нам нужен.\"\nИ тут Телех вспомнил, что это всё-таки собрания и спросил толпу, они этого хотят. Толпа поддержала его.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 17,
          "changingParameters": {
            "relFinito": -2,
            "relSheima": -1,
            "relVecente": -1,
            "relAgiat": -1,
            "relNemira": -1,
            "relTelec": -2,
            "*line5And4PPv1": 1
          }
        }
      ]
    },
    {
      "stateId": 16,
      "mainText": "Началось собрания. Телех озвучил наши прегрешения. Меня обвинили, что исподтишка ударил своего. Финито то, что он хотел сбежать, обычно на это он отвечал смертью. Я пробовал разные уговоры, что бы Финито не убивали, но Телех уговорил всех убить его. И Здесь же охраник Финито перерезал ему глотку.\n-Что касается этого крысёныша, радуйся ты мне нужен. Я всего лишь оставлю тебе на пару часов с этим юношей - сказав это Телех показал на охранника Финито.\nМеня увели подальше от лагеря, видимо что бы никто не слышал моих криков. Амбал бил меня несколько часов, на удивления не бил в голову ограничиваясь только корпусом. Я уже с трудом лежал, пару ударов и я умру. Но тут пришёл Телех и сказал хватить, он ещё нужен.\n-Надеюсь ты понял, что предавать меня не стоит. Поверь ты ещё не знаешь всех моих контактов поверь мне, если попытаешься нас кинуть - найдут, если попытаешься меня убить - отомстят. Поверь, я очень давно готовлюсь ко всему этому. Сильные руки больно бьют. - сказал Телех. Он сказал достаточно доходчиво, что я понял свою обречённость.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 17,
          "changingParameters": {
            "relTelec": -4,
            "strength": -2,
            "flexibility": -2
          }
        }
      ]
    },
    {
      "stateId": 17,
      "mainText": "После недавних событий с Финито на душе было тяжело, но еды было в избытке, никто ни на что не жаловался. Это сглаживало ситуацию и позволяло мне думать, что в нашем лагере наступило процветание.\nТак прошёл месяц. Телех с Немирой, часто удалялись из лагеря, переодически с собой брали кристалы. Телех периодически подходил ко мне и задавал вопросы о шахте: кого я там знаю, что мне известно об этом месте и т. д. Было похоже, что он готовил новое нападение. Вскоре мои догадки подтвердились. Сегодня мы должны были встретиться с офицером, и он предложил мне пойти вместе с ним и Немирой.\nТы же помнишь офицера? Он очень хорошо ко мне относится. Не беспокойся, всё уладили. В конце концов, наши действия принесут пользу всем, включая этого сукина сына. Так что все понимают выгоду от сотрудничества.\nМы отправились на встречу с офицером. Я знал, что там меня ждёт встреча с моим недоброжелателем. К моему удивлению, офицер принял меня хорошо. Вместе с ним был ещё человек к которому мы переодически ходили с отцом. Как оказалось его зовут Дилоф, но он просил называть его \"Штырь\". Нас приняли в лагери с обилием еды и алкоголя.\n-Давайте друзья дела оставим на завтра. Нам предстоит великое дело и сегодня нужно хорошо повеселится. - сказал \"Штырь\".\nПотом ещё появился наш старый знакомый Набис. Как оказалось Телех организовал новое нападения. Дилоф обеспечит нас оружием вольнолюбцев, Офицер примет участия в нападении со своим отрядом. А Набис будет помагать изнутри. Больше мне ничего не сказали. \"Завтра о делах\" - повторял \"Штырь\" подливая меня алкоголь и распрашивая о отце, о Дионе, о матери, о шахте.",
      "actions": [
        {
          "actionText": "Сблизится с Набисом.",
          "actionNextState": 18,
          "sumOfParameters": {
            "flexibility": 2,
            "technology": 10
          }
        },
        {
          "actionText": "Утрести с офицером.",
          "actionNextState": 19,
          "sumOfParameters": {
            "faith": 3,
            "discipline": 10
          }
        },
        {
          "actionText": "Вспоминать отца вместе с Дилофом",
          "actionNextState": 20,
          "requiredParameters": {
            "relFather": 3
          }
        },
        {
          "actionText": "Напиться",
          "actionNextState": 21
        }
      ]
    },
    {
      "stateId": 18,
      "mainText": "-Как там шахта, то поживает - спросил я у Набиса.\n-Цветёт и пахнет, а главное есть много кристаллов, которые ждут нас. Скоро  сам всё увидишь - сказал Набис.\n-Тоже скажешь, ждут меня там. - сказал я.\n-Что готов предать тех с кем будешь тянуть одну и туже лямку? - спросил Набис.\n-А ты готов? - ответил вопросом я.\n-О поверь мне, у меня такое постоянно. Периодически я даже не понимаю кто я и с кем я - грустно поведал Набис.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 22,
          "changingParameters": {
            "relNabisc": 2,
            "creativeBase": 2
          }
        }
      ]
    },
    {
      "stateId": 19,
      "mainText": "-Мне вот всё таки интересно, у тебя и твоей страны остались ко мне вопросы. Насчёт всего это - спросил я.\n-Как тебе сказать. Мать твоя сидит и ждёт своего часа. Центорион, конечно не был доволен, когда не увидел тебя мёртвого или в клетке, но принял пару раз на меня на орав. Так что в принципе от нас ты свободен. -заключил Приам. - Но вот что вы творите, может уже к проблемам с Теосца привести. Люди играют в игры, которые становятся для них последними в жизни-\n-Ты хочешь меня сдать? - спросил я.\n-Нет, шахта в не моей юрисдикции. Я просто прихожу сюда забераю кристаллы отдаю деньги и всё. Просто я не понимаю, зачем тебе это? - спросил Приам.\n-Зачем, что? - ответил я вопросом.\n-Жизнь в лесу с не понятными людьми. Ваш Телех это какой-то ужас. Мог бы пойти в шахту, уехать к деду. А не вот это всё. Жизнь разбойника - рассудил Приам.\n-Мы не просто разбойники - утвердил я.\n-А сложно разбойники - сказал Приам и мы рассмеялись.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 22,
          "changingParameters": {
            "relPriam": 1,
            "*line6And1PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 20,
      "mainText": "Дилоф был не много отталкивающим человек, но один из немногих кто связывал меня с моим отцом. Я решил с ним повспоминать отца с ним. Но особо интересного Дилоф не смог сказать. Лишь поведал, что он всегда хорошо выполнял своего работу. У меня сложилось ощущения, что ему всё равно на людей. Даже не так, люди для него ничто, прибыль и день вот, что его волнует. А мой отец был хорошим инструментом, что бы их получать. Инструментом только и всего.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 22,
          "changingParameters": {
            "contemplationBase": 1,
            "*line6And1PPv3": 1
          }
        }
      ]
    },
    {
      "stateId": 21,
      "mainText": "Как-то сам того не замечаю, но алкоголь всё больше льётся в меня. Пару раз я затянул одну теоскую песню парни меня поддержали в этом. Кажется пытался с Телехом поговорить по душам, но нас во время растащили иначе была бы беда. Вообщем ночка удалась на славу.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 22,
          "changingParameters": {
            "energy": -5,
            "strength": -2,
            "flexibility": -2
          }
        }
      ]
    },
    {
      "stateId": 22,
      "mainText": "С утра я проснулся последним. Вчера была хорошая ночка. У костра уже все встали и завтракали, когда я услышал разговор.\n— Парень готов к этому. Похоже, он не так привязан к Диону и людям в шахте, — сказал Штырь.\n— Зачем нам рисковать моим человеком, если у нас будет Набис? — спросил Телех.\n— Я, конечно, буду там, но вам не кажется, что, открыв ворота, я могу выдать себя? Я помогу вашему парню, можете быть уверены, с ним всё будет хорошо. Вы можете верить моему слову, оно крепче железа, — усмехнулся Набис.\n— Парень показал, насколько он хорош. Да и Набис может пригодиться в дальнейшем, поэтому предлагаю отправить нашего друга, — предложил офицер. Мне показалось, что офицер как будто возглавлял это мероприятие.\nЯ решил больше не подслушивать и подошёл к ним.\n— Куда вы хотите меня отправить? — спросил я.\n— Ты же хотел пойти в шахту, насколько я помню при первой нашей встрече. Ну что ж, тебе придётся поработать в шахте. Сильные руки бьют крепче, — ответил Телех. Меня переполняли эмоции, но я должен был ответить на его фразу.",
      "actions": [
        {
          "actionText": "Рассказать об опасении",
          "actionNextState": 23
        },
        {
          "actionText": "Пошутить",
          "actionNextState": 24,
          "sumOfParameters": {
            "oratory": 1,
            "discipline": 10
          }
        }
      ]
    },
     {
      "stateId": 23,
      "mainText": "\"Как бы это желание не оказалось смертельным\" - сказал я.\n\"Отобьёшься. Сильные руки - больно бьют\" - ответил Телех.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 25,
          "typeOfGame": "memories",
          "changingParameters": {
            "relTelec": -1,
            "relPriam": -1
          }
        }
      ]
    },
     {
      "stateId": 24,
      "mainText": "Как-то сам того не замечаю, но алкоголь всё больше льётся в меня. Пару раз я затянул одну теоскую песню парни меня поддержали в этом. Кажется пытался с Телехом поговорить по душам, но нас во время растащили иначе была бы беда. Вообщем ночка удалась на славу.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 25,
          "typeOfGame": "memories",
          "changingParameters": {
            "relTelec": 1,
            "relPriam": 1
          }
        }
      ]
    },
    {
      "stateId": 25,
      "mainText": "Мы условились, что нападение состоится через неделю, и все разошлись. Остались только мы с Набисом.\n«Я покажу тебе все важные места, а также как открыть двери на большой склад. Благо там есть инженерное оборудование, поэтому я могу туда ходить спокойно. Думаю, недели тебе хватит, чтобы освоиться и получить необходимую информацию. К тому же на следующей неделе прибудут несколько рабочих с шахты, поэтому на тебя сразу не подумают», — проинструктировал Набис, и мы двинулись в сторону шахты.\nКогда мы подошли к шахте, Набис сказал мне идти одному, так как нас не должны видеть вместе, мы должны сделать вид, что незнакомы, иначе на него упадёт подозрение. Он покинул меня.\nНа входе мне попался охранник, его звали Нэдж. Во время нападения на мне была маска, поэтому он сразу отвёл меня к Диону без подозрений, но мне всё равно это показалось странным.\nДиона не пришлось уговаривать взять меня на работу. Он был в курсе нашей ситуации, а также знал о смерти моего отца. На вопрос «Почему я не пришёл сразу?» я отмахнулся, сказав, что боялся преследования со стороны Единства и Мелоба, поэтому некоторое время скрывался в лесах.\nРабота в шахтах показалась мне достаточно тяжёлой, и для себя я установил, что не зря сделал выбор в пользу вольнолюбцев. Жизнь у нас была сытая, мне нравился наш пёстрый коллектив. Да, приходилось убивать людей, но это всё больше становилось рутиной.\nС Набисом мы разыграли сценку, что мы незнакомы перед Дионом на третий день пребывания в шахте. После этого Набис каждую ночь показывал нам все места, которые могут пригодиться. Днём мы изображали неприязнь друг к другу.\nДо напапдения остался ещё день, мы решили последний раз встретится с Набисом. Все приготовления к нападению готовы, но может мы сможем что-то придумать.",
      "actions": [
        {
          "actionText": "Набис организовывает мероприятие.",
          "actionNextState": 26,
          "sumOfParameters": {
            "flexibility": 2,
            "technology": 10
          }
        },
        {
          "actionText": "Использовать Финито для пожара",
          "actionNextState": 27,
          "sumOfParameters": {
            "*line5And3PPv2": 1,
            "*line5And4PPv1": 0
          }
        },
        {
          "actionText": "Повреждение мехов",
          "actionNextState": 28,
          "requiredParameters": {
            "relNabis": 0
          },
          "sumOfParameters": {
            "contemplation": 6,
            "technology": 7
          }
        },
        {
          "actionText": "Дать Набису монету на расходы $",
          "actionNextState": 26,
          "typeOfGame": "memories",
          "requiredParameters": {
            "coins": 1
          },
          "changingParameters": {
              "coins": -1
          }
        },
        {
          "actionText": "Провал",
          "actionNextState": 29
        }
      ]
    },
    {
      "stateId": 26,
      "mainText": "Нужно было отвлечь, как можно людей от нашего замысла. Мы долго думали с Набисом. \"А что если устроить раздачу еды далеко от склада\" предложил я. \"У меня идея получше. У нас тут проводится бои механизмов. Устрою большой турнир\" сказал в ответ Набис.\n Механизмы стукаются об друг друга, кому это может быть интересно. Но Набис заверил, что может собрать максимально людей и задержать их до рассвета бесплатной выпивкой.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "*line6And3PPv1": 1
          }
        }
      ]
    },
    {
      "stateId": 27,
      "mainText": "Пожар в шахте займёт время охраников, да и шахтёров, но лучше, что бы Набис был далеко от этого. Он слишком важен. Финито отлично подойдёт для этого. С утра я нашёл шанса поговорить с ним.\n-Ты помнишь, почему жив - спросил я финито.\n-Ты-то даш забыть - оскользнулся Финито.\n-Завтра с утра устроишь аварию в шахте - приказным тоном сказал я.\n-У меня есть выбор? спросил в ответ Финито.\n-Нет- утвердил я.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "*line6And3PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 28,
      "mainText": "-Мы атаковали достаточно давно. Может появилась какие-то новые меры защиты- спросил я Набиса.\n-У нас бли мехи, которые для интереса мы использовали для развлечения. После вашего нападения парочку оборудовали для защиты. Хорошо, что у нас нет талантливого инженера, который смог бы сделать из них инструментом сердце. - сказал Набис.\n-Можешь повредить? - спросил я.\n-Они работают на кристалах я вытащу большинство из них, если они совсем будут отсутствовать это увидят, а я сделаю иллюзию, что их много. - сказал Набис",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "*line6And3PPv3": 1
          }
        }
      ]
    },
    {
      "stateId": 29,
      "mainText": "Мы ещё раз обсудили план, но новых мыслей не появилось.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "typeOfGame": "memories",
          "changingParameters": {
            "relTelec": -1,
            "relPriam": -1
          }
        }
      ]
    },
    {
      "stateId": 30,
      "mainText": "Мы договорились начать нападение на рассвете, и я с волнением ждал этого дня.\nНочью мне предстояло открыть ворота. Это было тяжёлое испытание для меня. Я отправился к воротам. Пройти к ним было достаточно легко, но у меня возникло препятствие: проход был закрыт. На месте, где было написано «закрыто», мне нужно было как-то проникнуть внутрь. К тому же, охранник, которого я узнал в лагере, заметил меня и направился в мою сторону. Что предпринять?\nЯ понимал, что времени на раздумья нет. Тучи сгущалась вокруг меня , а сердце бешено колотилось в груди. В голове проносились мысли о том, как избежать столкновения с охранником и выполнить свою задачу. Но я знал, что от моих действий зависит успех всего нападения.  Добавить доп. опции нападения",
      "actions": [
        {
          "actionText": "Вспомнить ночь в лесу с Шэймой",
          "actionNextState": 31,
          "requiredParameters": {
            "*line5And1PPv2": 1
          }
        },
        {
          "actionText": "Погулять",
          "actionNextState": 32
        },
        {
          "actionText": "Попытаться уснуть",
          "actionNextState": 33,
          "requiredParameters": {
            "discipline": 6
          }
        },
        {
          "actionText": "Купить у бродяг снотворное и поспать $",
          "actionNextState": 33,
          "requiredParameters": {
            "coins": 1
          }
        }
      ]
    },
    {
      "stateId": 31,
      "mainText": "Я вспомнил, когда не давно мы провели с Шэйми всю ночь. Это было чудесное время, мне казалось, что утро никогда не настанет. Эх... престоит ли мне ещё увидеть Шэйми или я умру сегодня в этой битве.\nТёплые воспоминая придали мне сил и я быстро уснул.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "energy": 4
          }
        }
      ]
    },
    {
      "stateId": 32,
      "mainText": "Я просто усну и на рассвете все будет закончено. Но уснуть было тяжело, с трудом я погрузился в сон.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "energy": 2
          }
        }
      ]
    },
    {
      "stateId": 33,
      "mainText": "Я решил прогуляться по улице. Хорошая прогулка позволяет успокоить мысли и настроить на нужный лад.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "energy": -5
          }
        }
      ]
    },
    {
      "stateId": 34,
      "mainText": "Я принял немного снотворного. Хорошо что доза оказалась маленькой, так как снотворное было очень сильным и я быстро уснул.\n Не знаю, что было намешано в этом лекарстве от бессоницы, но мне снилось тысячса великолепных снов и казалось что утро никогда не настанет. Это был замечательный отдых.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "energy": 4,
          "sleepingPills": 2
          }
        }
      ]
    },
    {
      "stateId": 35,
      "mainText": "Настал момент нападения.\nЦентральный склад, который был главной целью атаки, ограждали ворота, в том числе и внутренние. Я открыл внешние ворота по которым проходи электровоз и мои сообщники ринули внутрь. Телех взял с собой несколько повозок. Нам смертельно важно было быстро перетащить кристаллы, возможно участие единных не понадобится. Мы вытаскивали кристаллы быстро, но миновать неприятностей нам не удалось.\nОказалось, не только мы готовились к нападению — они тоже подготовились. Из шахты повылезали механические роботы, которых я никогда раньше не видел. Они стреляли в нас, а кроме того, охрана наняла некоторых рабочих, которые были вооружены хуже профессиональных охраников, но всё равно их было гораздо больше, чем нас. Возможно мне не выйти от отсюда живым.\nЯ ожидал, что будет нападение, но не думал, что оно начнётся так быстро. Начался бой. Я сражался в кровавой пене, рубил одного врага за другим, пока остальные пытались вытащить из склада всё, что можно было унести. Шахтёры отчаянно сопротивлялись, но противников было слишком много, и они давили нас числом. Казалось, мы вот-вот проиграем, и многие из нас уже не смогут уйти отсюда живыми. Оставалась лишь одна надежда — на единство. Если они нас предадут нам конец.\nИ тут на меня попёр огромный человек. Кажется, его звали Геом. Его считали алкоголиком, но он был очень большим и легко мог меня снести не заметив.",
      "actions": [
        {
          "actionText": "Мало противников",
          "actionNextState": 36,
          "requiredParameters": {
            "*line6And3PPv1": 1,
            "energy" : 2
          }
        },
        {
          "actionText": "Произошел взрыв в шахте",
          "actionNextState": 37,
          "requiredParameters": {
            "*line6And3PPv2": 1,
            "energy" : 2
          }
        },
        {
          "actionText": "Мехи остановились",
          "actionNextState": 38,
          "requiredParameters": {
            "*line6And3PPv3": 1,
            "energy" : 2
          }
        },
        {
          "actionText": "Нет сил, лучше куплю бодрящий отвар $",
          "description": "Когда мало сил просто выпей немного отвара, вещь редкая и дорогая, но дает энергию.",
          "actionNextState": 35,
          "requiredParameters": {
            "coins": 2
          },
          "changingParameters": {
            "energy": 3,
            "coins": -2,
            "decoctionOfEnergy" : 3
          }
        },
        {
          "actionText": "Бегство",
          "actionNextState": 39,
          "requiredParameters": {
            "coins": 1
          }
        }
      ]
    },
    {
      "stateId": 36,
      "mainText": "Я что есть мощи ударила здоровика в лоб, кажется он упал и больше не шевелился. Кажется после падения такого здоровика остальные начали отступать побеа близко.\nНабис справился со своей задачей и большинство охраников не было здесь. Но нам пора было убираться, а единство так и не появилось, они должны были обеспечить нам отход.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "energy": -2,
            "*line6And5PPv1": 1
          }
        }
      ]
    },
     {
      "stateId": 37,
      "mainText": "На шахте прогремел взрыв я воспользовался ситуациецей и воткнул клинок в грудь Геома. Он пал замертво и большинство отступили.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "energy": -2,
            "*line6And5PPv2": 1
          }
        }
      ]
    },
     {
      "stateId": 38,
      "mainText": "Мехи встали один остановился на полном ходу. Остановка мехов деморолизовало абонентов и они решил сдаться. Геом же был одни из первых. Благо меня миновала битва со здоровяком.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "energy": -2,
            "*line6And5PPv3": 1
          }
        }
      ]
    },
    {
      "stateId": 39,
      "mainText": "С Геомом я не справлюсь. Нужно было бежать от него. Шахтёры и охраники давили нас и без единых мы проиграаем.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "energy": -5
          }
        }
      ]
    },
    {
      "stateId": 40,
      "mainText": "Битва затянулась, никто не хотел уступать. Казалось, что в этой схватке обе стороны оставят свои жизни. Но тут появился отряд Единства, и у шахтёров появился шанс на победу. Они начали биться с двойным напором.\nКакое же было удивление, когда после того, как отряд подошёл, он напал на хозяев! Под ударом оказался Дион. Предательство застало его врасплох, и Диона достаточно быстро повалили. Я не мог позволить близкому другу моего отца умереть.\nЯ бросился на помощь Диону, но противников было слишком много. Отряд Единства был хорошо обучен и вооружён. Каждый их удар был точным и смертоносным. Кровь лилась рекой, крики боли и отчаяния наполнили воздух.\nДион пытался отбиваться, но силы были неравны. Он получил несколько ударов мечом, которые оставили глубокие раны на его теле.",
      "actions": [
        {
          "actionText": "Попытаться спасти Диона",
          "actionNextState": 41,
          "sumOfParameters": {
            "line6And5PPv1": 1,
            "line6And5PPv2": 0,
            "line6And5PPv3": 0
          }
        },
        {
          "actionText": "Убить ради Диона",
          "actionNextState": 43,
          "sumOfParameters": {
            "strength": 4,
            "flexibility": 5,
            "faith": 5
          },
          "requiredParameters": {
            "energy" : 5
          }
        },
        {
          "actionText": "Смерть Диона",
          "actionNextState": 44,
          "requiredParameters": {
            "flexibility" : 5
          }
        },
        {
          "actionText": "Смерть",
          "actionNextState": 45
        }
      ]
    },
    {
      "stateId": 41,
      "mainText": "Я могу попытатьс устроить обвал отрезав людей Приама от Диона или выбрать другой вариант действий.",
      "actions": [
        {
          "actionText": "Спасти Диона, устроить обвал",
          "actionNextState": 42,
          "sumOfParameters": {
            "contemplation": 6,
            "creative": 5,
            "technology": 5
          }
        },
        {
          "actionText": "Убить ради Диона",
          "actionNextState": 43,
          "sumOfParameters": {
            "strength": 4,
            "flexibility": 5,
            "faith": 5
          },
          "requiredParameters": {
            "energy" : 5
          }
        },
        {
          "actionText": "Смерть Диона",
          "actionNextState": 44,
          "requiredParameters": {
            "flexibility": 5
          }
        },
        {
          "actionText": "Отбиваться из последних сил",
          "typeOfGame": "memories",
          "actionNextState": 44,
          "changingParameters": {
            "energy" : 2
          }
        }
      ]
    },
     {
      "stateId": 42,
      "mainText": "Битва была выиграна и смерть Диона уже не к чему.\n-Пример прикажи своим псам отбустить Дион - сказал я - Дион мой друг и поможет нам в дальнейшем. Так же Дион. Солдаты замещкались ждав приказания своего лидера. Этим воспользовался Дион и покывылял от предателей прочь\n-Ух ты щенок. Далеко же ты от отца ушёл. Не буду я Вам помагать - смело сказал Дион будуче уже на достаточном расстоянии от единых.\n-Ну так да убъём его - приказал Приам. Дион был достаточно далеко, но его ранения не озваоляло ему скрыться от них. Но тут я замечаю, что если сильно ударить в одном месте стены, она обрашится и Дион будет отрезан. Я подбегаю туда и что есть мочи бью по слабому месту. Происходит обвал, благо никто из единых не пострада и Дион успешно убежал.\n-Захватить предатеделей. - приказал Приам. Хоть из единных никто не пострадал, но Приам всё равно приказал атаковать нас. Кажется моё желание спасти близкого человека, поставило под удар моих братьев или может Приам, всё равно предал бы нас.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 46,
          "changingParameters": {
            "*line6And6PPv1": 1
          }
        }
      ]
    },
     {
      "stateId": 43,
      "mainText": "Я начинаю крамсать шахтёрских не обращая внимания. Я уворачивался от ударов как уш, а ранил как ядовитая змея. И тут я увибел, как дион оступился и его вот вот убъют Эвномцы.  Я нахожу копьё и что есть мощь кидаю его в солдата единства, он падает замертво. Дион, что есть мочи побежал в инженерный корпус и заперся там. Кажется Дион заметил, что я спас его. Единый падает, а Приам командует нападать на нас.\nЗа спасения Диона я принёс тяшкую ножу. Убийство Единного ставит под удар моих братьев вольнолюбцев.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 46,
          "changingParameters": {
            "energy": -5,
            "*line6And6PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 44,
      "mainText": "Я был в гуще боя. Меня окружали свои чужие третьи. Я хотекл прорвать избежать очередно удар и атаковать, что бы быстрее прорваться к Диону и спасти его. Но тут я вижу как Диона настегает решающий удар и он падает.\n-Убить изахватить иъ всех - командует Приам.\n\"Предатель\" подумал я. Но продолжал уворачиваться от ударов не в силах бить в ответ.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 46,
          "changingParameters": {
            "*line6And6PPv3": 1
          }
        }
      ]
    },
    {
      "stateId": 45,
      "mainText": "Я начал яростно пробиваться к Диона. Не могу оставить умирать, человека который был почти родствеником мне. Но моих сил недостаточно, что бы пробиться к нему и сильно завя в сражении.\nНа момент я оказался в окружении шахтёров и Геом. Этот чёртов зддоровяк замохнулся молотом надо мной. Удар пришёлся мне в голову я рухнул. Попытался встать, что бы ударить в ответ, но сил в моих руках уже не было и вскоре всё погасло. Не было ни вольнолюбцев, ни шахтёрских, ни ТЕЛЕХА, ни Висенте, ни Агиата. Было только боьшёе ничего. Мой конкретной мой мир погас.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 45
        }
      ]
    },
     {
      "stateId": 46,
      "mainText": "Единные начали атаковать всех: и шахтёрских, и нас. Телех вовремя понял, что пора уносить то, что есть. Он и его подопечные погнали коней, запряжённых тележками с кристаллами — всем тем, что мы добыли нашей кровью.\nТелех вскочил за поводья самой большой тележки и ударил лошадь с такой силой, что она взвыла и помчалась изо всех сил. И тут случилось непоправимое. Под лошадь Телеха попала моя возлюбленная — та единственная, что держала меня на земле. Лошадь растоптала мою любимую Шэйми Оком. Злоба пробилась во мне. Я хотел отомстить Телеху несмотря ни на что.\nХотя где-то в глубине души я понимал, что это был несчастный случай, и Телех угнал повозку с кристаллами, потому что иначе мы бы все лишились их. Но моё сердце требовало мести, и я бросился вслед за повозкой. Однако быстро понял, что не смогу догнать их, и решил не оставлять остальных вольнолюбцев.\nЕдинство уже расправилось с нами. Кто не умер, сложил оружие: и вольнолюбцы, и шахтёры. Битва была закончена. Я подбежал к трупу Шэйми и начал рыдать навзрыд. Рыдать и кричать, обвиняя Телеха всеми словами, которые знал.\nСреди солдат я увидел Приама и, обуздав свою скорбь, решил мстить. Я подошёл к нему.\n— Опять ты. Так и ждёшь смерти от оружия Эвнома? — сказал он с презрением.\n— Я помогу найти Телеха, — предложил я неожиданно спокойным голосом.\n— Приведёшь нас в ловушку, — сомневался Приам.\n— Какую ловушку? Мы привели сюда всех. Даже женщин. Даже мою Шэйми, — ответил я.\n— И с чего тебе предавать своего друга? — всё ещё сомневался Приам.\n— Этот подонок убил мою любимую! — крикнул я с яростью. Кажется, именно это Приам и хотел услышать. Он наверняка видел труп, у которого я склонился.\n-И где же ты предлагаешь, его искать. Ты же не думаешь, что он двинул в ваш лагерь не по далёку. - спросил Приам.\n-Врятли, но может ты пошлёшь туда пару человек - предложил я.\n-Что бы их твои братья убили. Нет ушь. Говори где он? - приказал Приам.\nЯ вспоминаю, что Телех рассказывал, что долго скрывался не далеко от шахты и тот факт, что на северовостоке, он знал местность как будто часто был там, я претположил, что возможно у него был схрон в пещере и скорее всего он направиося туда.\n-Мне кажется он направился в горы в северозападу от сюда. Разреши пойти с Вами - предложил я."            ,
      "actions": [
        {
          "actionText": "Уговорить Приама простить. Единные не умерли.",
          "actionNextState": 47,
          "requiredParameters": {
            "*line6And6PPv1": 1
          }
        },
        {
          "actionText": "Меня сковывают.",
          "actionNextState": 48,
          "sumOfParameters": {
            "flexibility": 5,
            "contemplation": 6
          },
          "requiredParameters": {
            "*line6And6PPv2": 1
          }
        },
        {
          "actionText": "Подкупить солдата, чтоб он не старался связывая меня $",
          "actionNextState": 48,
          "requiredParameters": {
            "coins": 3
          },
          "changingParameters": {
            "coins" : -3
          }
        },
        {
          "actionText": "Я уговариваю отпустить меня",
          "actionNextState": 49,
          "sumOfParameters": {
            "oratory": 5,
            "strength": 6
          },
          "requiredParameters": {
            "*line6And6PPv3": 1
          }
        },
        {
          "actionText": "Смерть",
          "actionNextState": 50,
          "changingParameters": {
            "energy" : 2
          }
        }
      ]
    },
    {
      "stateId": 47,
      "mainText": "-Дай мне оружия. Давай забудем мою вольность. Никто же не погиб. - сказал я.\n-Да, но мог. - ответил Приам.\n-Дай мне оружия и я отрублю этому ублюдку голову. - утвердительно сказал я. Приам приказл дать нам меч и мы направились искать Телеха.\nЯ примерно понял, где может быть пещера и быстро нашли её. Там на месте был Телех и часть его людей. На удивления Немиры с ними не было. Телеховцы пытались сражапться, прекрывая своего господина, но уединые быстро разбили их, а Телеха пленили.\n-Дай я его убью. - попросил я Приама.\n-Нет нам нужны рабы. Да и из Телеха много, что интересного выбить. - сказал Телех.\nЯ с трудом принял, что мой бывший друг останется жив, но я принял решения Приама. Мне нужно было наладить с ним связь.\n-Мы сегодня захватили много кристаллов это решит наши проблемы, но кристалы ещё понадобится. Иди и думай, может ты сможешь найти способ раздобыть ещё кристаллов. Да, ваша жертва не останется напрастно на оушки где мы впервые встретились Вас будет ждать несколько телешек еды приходи туда через неделю. - сказал Приам.\nЗатем мы попрощались с Приамом и взяв одну из лошадей Телеха я умчал в лагерь.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 47
        }
      ]
    },
    {
      "stateId": 48,
      "mainText": "-Ты поможешь нам, а потом я решу что с тобой делать. - спокойно сказал Приам. -Схватить его.\nМне завизали руки и здоровый солдат привезал конец верёвки, который был связан к себе.\n-А теперь говори где он - приказал Приам.\n-Не далеко от сюда есть пещера Телех наверняка там. - сказал я.\nЕдинные всем отрядом двинули туда прихвтив меня. Я только примерно знал где может быть это пещера, но достаточно быстро мы вышли на неё. Там был Телех и только часть его последователей. Эвномцы быстро расправились с ними, а Телеха пленили.\nПока была битва меня привезали к дереву. Благо у меня был с собой не большой кинжал в сапоге, я достал его и с трудом освободился. И что есть мочи двинул от туда прочь. Я был в пути несколько дней, ели выжал но добрался до лагеря.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 48
        }
      ]
    },
    {
      "stateId": 49,
      "mainText": "-Дай мне оружия.  - сказал я.\n-Что бы ты мне отомстил. Нет. - сказал Приам.-Дай мне оружия и я отрублю этому ублюдку голову.  - утвердительно сказал я. Приам приказл дать нам меч и мы направились искать Телеха.\nЯ примерно понял, где может быть пещера и быстро нашли её. Там на месте был Телех и часть его людей. На удивления Немиры с ними не было. Телеховцы пытались сражапться, прекрывая своего господина, но уединые быстро разбили их, а Телеха пленили.\n-Дай я его убью. - попросил я Приама.\n-Нет нам нужны рабы. Да и из Телеха много, что интересного выбить. - сказал Телех.\nЯ с трудом принял, что мой бывший друг останется жив, но я принял решения Приама. Мне нужно было наладить с ним связь.\n-Мы сегодня захватили много кристаллов это решит наши проблемы, но кристалы ещё понадобится. Иди и думай, может ты сможешь найти способ раздобыть ещё кристаллов. Да, ваша жертва не останется напрастно на оушки где мы впервые встретились Вас будет ждать несколько телешек еды приходи туда через неделю. И если достанешь ещё будет больше - сказал Приам.\nЗатем мы попрощались с Приамом и взяв одну из лошадей Телеха я умчал в лагерь.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 49
        }
      ]
    },
    {
      "stateId": 50,
      "mainText": "Телеха мы достаточно быстро ловим. После чего Приам подходит к нам. \"Эх, а ты мне уже начал нравится\" - сказал Приам и вскрыл мне глотку. Потом меня бросили там и ещё несколько часов я лежал и истикал кровью. Пока жизненная сила не закончилась.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 50
        }
      ]
    }
  ]
}
