{
  "questName": "ruFreeBrothersSCamp1",
  "questStates": [
    {
      "stateId": 0,
      "mainText": "Я променял тёплую кровать на шахте на фактически полевые условия. Да в лагери были палатки, даже организовано по типу кухни, но всё же благами цивилизации он не отличался. Местные жители некоторые были вполне миролюбивые, но некоторые готовы были разбить тебе лицо из-за мелкого конфликта, особенно если он касался убеждений. В этой агрессивности особенно отличались люди Телеха, но помимо них хватало бычков среди вольнолюбцев, готовых тебя съесть с потрохами за любые тоталитарные мысли. Свобода и независимость для них прежде всего и это выражалось как во взглядах, так и внешнем виде и проявления творчества. Были среди вольнолюбцев и художники, которые творили не на листке бумаги, а делали яркие перформанс из бытовых вещей. Скульптуры из палок, я не сразу мог понять в чём суть таких произведений, но если посмотреть чуть дольше, меня уносит в мысли и чувства художника выраженных в этих связях между ветками. Было много музыкантов, которые играли не понятную и не связанную музыку зачастую, часто их выступления перерастали в спектакль, некоторые из них пытались с нами говорить практически без музыки и мелодии в голосе, они через слова передавали свои мысли и эмоции о социальном неравенстве и проблем которые были в теоском обществе. Но среди всех этих странных исполнителей выделялась Шейма Окон, она пела всегда ровно попадая в каждую ноту, аранжировка её пению всегда была по музыкальным канонам, но чувствовался в ней протест. Её слова всегда были резки и прямолинейны, а в музыке она иногда использовала не стандартные ходы, но это не мешало наслаждаться её пением незнакомым с подобным творчеством человеком, которым был я. Буквально заворожённый я готов был слушать её часами. Мы периодически общались с ней.\nВозглавлял всем этим безумием же Висент Липпи, который приветствовал нас в лагере. Да он сам не признавал в себе лидера, но много людей слушались его. Висенте устраивал лекции, а так же дискуссионные вечера. На лекция Висенте рассказывал об учениях некоторых афинских учёных, которые вместо того что бы заниматься практической наукой, которую можно применить в жизни, писали книги о мышлении, о логике, о метафизических основах бытия и некоторые из них писали об разуме человека, об его исключительности и то что он не должен быть заперт в каких-либо рамках. Да во многом афины жили по похожим принципам, но Висенте критиковал их общество, потому что оно было погрязло в деньгах, а так же государство слишком душит человеческий разум, ну и так же тузы не дают творческому человеку продвинуть человечество вперед из-за выгоды душа искру.",
      "questStateModal": {
        "duration": 10,
        "description": "Первая неделя в лагере волнолюбцев!\nОбустройство в лагере. ",
        "image": "test",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionText": "Учавствовать в дискуссии",
          "actionNextState": 1,
          "typeOfGame": "memories"
        }
      ]
    },
    {
      "stateId": 1,
      "mainText": "Дискуссионные вечера проходили всегда в горячих спорах, иногда казалось, что споры выльются в побоища, но Висенте настрого запретил драки и культивировал всех участников смело выражать свои мысли.\nЯ обычно в таких вечерах молчал, но с каждым таким вечером я стал выражать свои мысли чаще. И  вот в один вечер разгорелся спор о положения человека в обществе, в котором я активно поучаствовал. Поднялась дискуссия в которой было три основных мнения:\n1. Общество это группа индивидуумов и не человек должен работать на общества, а оно должно поддерживать и культивировать желания и стремления индивида. Возглавляло это мнения Шэйма, она пронзительно и яростно отражала все нападки на е мнения, а те логичные аспекты о проблемах существования, такого общества она разбивала, словами о мотивации общества. \"Зачем вообще нужно это ваше общество, если оно не может поддержать каждого человека в его воззрениях. Общество должно служить мне, а потом уже думать о желании большинства\" - ясно парировала она очередные нападки. Висент хоть и поставил себя в данном дисскуссе, как нейтральный судья кидающий разные факты разбивающие каждый тезис, но было видно, что Висент сам поддерживает точку зрения Висенте.\n2. Человек должен служить обществу, развивая его, а общество же в ответ должно давать человеку все необходимые ресурсы для его вклада в общую идею. Возглавлял данную идею Агиат, человек которого я периодически видел, но никогда не обращал на него внимания, потому что он выглядел достаточно скромно и в отличие от других носил обычную одежду, а мнение своё он редко высказывал и даже было немного странно почему он сегодня решил высказаться. Ещё страннее было то что его мнения получило отклик в сердцах вольнолюбцах. Весомая часть его поддержала из-за его мнения о незавидном положении рабочего, в его системе каждый человек даже самый незначительный, является совладельцам всего имущества общества, а так же общество не оставляет каждого своего члена.\n3. Мнения Телеха. Именно в данный вечер я понял откуда такие негативные взгляды на меня со стороны Телеха. По его мнению общество, а так же каждый человек должен подчинятся традиционым ценностям, которые им доставались от предков. Каждый человек должен нести свой ген, а так же наследия в мир, общество же должно его в этом мотивировать. В основном его поддерживали кучка Телеха, которые везде носились с ним, но были и среди вольнолюбцев люди, которые его поддержали в основном кореные жители теоса, он их привлёк разговорами о том что именно коренные жители Теоса должны вершить судьбу Теоса.\nЯ же в свою очередь...",
      "actions": [
        {
          "actionText": "Поддержать Шэйми",
          "actionNextState": 2,
          "sumOfParameters": {
            "contemplation": 6,
            "flexibility": 6
          }
        },
        {
          "actionText": "Поддержать Агиата",
          "actionNextState": 3,
          "sumOfParameters": {
            "faith": 6,
            "oratory": 6
          }
        },
        {
          "actionText": "Поддержать Телеха",
          "actionNextState": 4,
          "sumOfParameters": {
            "strength": 6,
            "discipline": 6
          }
        },
        {
          "actionText": "Провал",
          "actionNextState": 5
        }
      ]
    },
    {
      "stateId": 2,
      "mainText": "Мне казалось, что мои мысли — самые важные, и общество должно дать мне возможность реализовать свои амбиции. Я понимал, что это будет непросто, но зачем ещё нужно объединять людей, если не для того, чтобы поддерживать друг друга в наших стремлениях? И уж тем более мне не хотелось, чтобы кто-то указывал мне, что делать, прикрываясь общественной пользой или уважением к традициям.\nЯ высказался в поддержку Шэйми. Кажется в этот момент мы стали, чуть ближе к друг другу.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 6,
          "changingParameters": {
            "relVecente": 2,
            "relSheima": 1,
            "creativeBase": 2
          }
        }
      ]
    },
    {
      "stateId": 3,
      "mainText": "Мне представлялось, что общество, скреплённое единою мыслью, должно представлять нечто целое. Агиат рассказывал, что в нём всё делится поровну. Я вспоминал игрушки, которыми забавлялись дети богачей, и не понимал, почему им дано пользоваться этими игрушками и носить шёлковые одежды, тогда как мой товарищ должен был играть с простым чурбаном да ходить в холщовой рубашке. Это казалось мне совершенно несообразным.\nТочно так же в Теосе одинокие старики часто обречены были на печальную участь, если они не успели запастись достаточным количеством благ: они умирали от голода и холода. Агиат же говорил, что каждому члену общества, если он хорошо служил ему, обеспечена достойная старость.\nМне представлялась старушка, которая часто просила милостыню на нашей улице; я даже видел, как её отталкивали и она должна была унижаться из-за куска хлеба. Родство в таком обществе должно быть второстепенным, потому что оно служит препятствием общественному развитию; человек, который привязан к семье, будет действовать больше в пользу своих родных и себя, нежели общества.\nЯ думаю поддержка Агиату не повредит.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 6,
          "changingParameters": {
            "relAgiat": 2,
            "relPriam": 1,
            "technologyBase": 2
          }
        }
      ]
    },
    {
      "stateId": 4,
      "mainText": "Отчего мне должно забывать моих предков и не последовать тому, чему они меня научили? Правда, собственное мнение моё также имеет вес, но я — лишь листок на огромном древе моего рода, и как могу я дерзать противоречить тому, что говорили мои деды?\nГлавное же предназначение моё — продолжить и приумножить свой род. Во мне течёт кровь тысяч людей, и я не должен посрамить их. Мои мысли и стремления не должны идти вразрез с желаниями моих предков.\nА общество наше должно следовать тем исконным ценностям, которые достались нам от наших праотцев, и только им.\n\"Я хоть и не брат Телеху по крови, но брат по духу\" поддержал я Телеха.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 6,
          "changingParameters": {
            "relTelec": 2,
            "relNemira": 1,
            "faithBase": 2
          }
        }
      ]
    },
    {
      "stateId": 5,
      "mainText": "Я начал поддерживать всех без разбору.\nГоворил, что мои мысли имеют значение, но Телех разбивал меня, вопрошая, к чему такое общество, где каждый будет действовать по собственным мыслям.\nХотел поддержать Агиата, но Шэйми осадила меня, сказав, что человек будет развиваться в узких рамках, которые ставит перед ним общество, и если человек неспособен выполнить обязанности и к тому же не замотивирован, то это общество будет стагнировать. Телех же яростно указывал мне на то, что мы обязаны нашим родителям и дедам нашей жизнью и кровом, что мы не должны следовать другим идеям, кроме тех, которые говорят нам отцы и матери.\nВспомнил про своего славного деда и как он славно послужил единству, я хотел бы быть хоть отчасти таким, как он, а мой отец изобрёл много интересных штук в шахте, которые славно послужили благосостоянию шахты. Почему я не должен стремиться быть таким, как они? Но тут Шэйми напомнила мне, что дед убивал людей ради своих идей. Агиат поддержал её, сказав, что именно из-за действий отца я здесь оказался. Висенте же сказал: «Много убийц и просто глупых людей в каждой семье было, как можно слепо доверять всем им, ну и съёживаться вокруг своей семьи и не смотреть, что происходит вокруг, тоже глупо. Возможно, есть идеи и мысли твоего врага, которые помогут в развитии общества и тебя самого, а ты слеп к ним».\nЯ был подавлен, что каждый мой довод был разбит, и в дальнейшем не участвовал в спорах.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 6,
          "changingParameters": {
            "oratoryBase": -2,
            "energy": -4
          }
        }
      ]
    },
    {
      "stateId": 6,
      "mainText": "Я сдружился с Висенте, он меня вдохновлял своими идеями. Мне интересно было слушать его разговоры о человечестве и судьбе отдельного человека. Так же я участвовал в его начинаниях, например мы отпугивали охотников в лесу, Висент был вегаторенцем, он цинил каждую жизнь на этой земле. Меня не пленила его идея о важности живтоного, мне казалась она чуждой, но я участвовал в ней, следуя за Липпи, его пример побуждал во мне действия.\nПоследнее время еды в лагери становилось всё меньше. Те припасы, которые были, почти закончились, а собирательство грибов и ягод не приносило достаточно пиши. Висенте запрещал охотиться, но пару раз Телех приносил животных. Липпи протестовал против этого, но его слова никто не слышал. Люди изголодались и готовы были пойти против своих идеалов.\nОднажды Телех собрал всех. И сказал, что тут рядом есть огромный медведь. Он мог как-нибудь забрести к нам и уничтожить, а так же с его тушки мы могли питаться месяц. Телех сказал что у него был опыт охоты на хижника, но для этого ему нужно больше людей. Оружие в лагере было такое себе, но мы могли взять медведя численостью. Большинство высказались против, в том числе Висент и Шэйми, но я решил поддержать Телеха, проблема с едой была всё острее и угроза быть съединым казалась серъёзной.\nМы долго спорили на эту тему, но всё таки большинство согласились с Телехом этот вопрос нужно решить. Телех стал организовывать отряды на медведя, он набрал людей из добровольцев, разбил на отряды, смысл был найти медведя и сообщить остальным после чего копьями и стрелами.\nСреди добровольцев был и я. Висент с пониманием отнёсся к моему решению, хоть он был и против, но понимал, что альтернативы в добычи еды предложить не может, а угроза лагерю действительно есть. Шэйми же отреагировала куда радикальнее. Она долго кричала на меня, говорила, что я за рискую своей жизнью и то что Висенте обязательно, что то придумает. В конечном счёте, она поставила мне ультиматум. \"Либо я, либо охота.\" - прокричала она. Но я не мог отказаться Телех и ребята рассчитывали на меня. Мы расстались в криках, она даже крикнула: \"Можешь и не возвращаться, мне на тебя плевать\". С тяжёлым сердцем я ушёл в поход.\nМы достаточно быстро нашли медведя, он всё таки крупный хищник и ему сложно утаится. Мы начали стрелять в него но было такое ощущения, что медведю наша стрельба не помеха. Нам нужно было решить, что делать дальше медведь ринулся  в нашу стороны и хоть мы были на расстояния выстрела, медведь быстро съедал расстояния. Телех организовывал людей, что бы они расширяли линию обстрела, но большинство его не слушали. Некоторые судорожно пытались стрелять, но навык их был слабый и из-за суеты их стрелы не наносили большого вреда медведю. Были и тебе кто пытались сбежать. \"Предатели\" - подумал я. Но нужно было не обращать внимания на них нужно было действовать.",
      "actions": [
        {
          "actionText": "Напасть с копьём на медведя",
          "actionNextState": 7,
          "requiredParameters": {
            "energy": 2
          },
          "sumOfParameters": {
            "strength": 6,
            "technology": 6
          }
        },
        {
          "actionText": " Выстрелить из лука медведю в глаз",
          "actionNextState": 8,
          "requiredParameters": {
            "flexibility": 7
          }
        },
        {
          "actionText": "Взобраться на дерево и от туда продолжать обстрел",
          "actionNextState": 9,
          "requiredParameters": {
            "energy": 2,
            "relСonfrontationTelec": 1
          },
          "sumOfParameters": {
            "oratory": 5,
            "contemplation": 5
          }
        },
        {
          "actionText": "Смерть",
          "actionNextState": 10
        }
      ]
    },
    {
      "stateId": 7,
      "mainText": "Стрелы против медведя бесполезны. Нужно было что-то делать, убегать — не вариант. По растерянным лицам моих компаньонов я понял, что дело за мной. Если я не совершу подвиг, мы можем лишиться не только добычи, но и жизни.Благо с собой мы взяли заострённые копья. Они были крепкими даже для медведя. Телех отбирал самые крепкие и длинные палки, у которых мы один конец заострили.\nЯ взял две палки про запас и двинулся навстречу медведю. Сердце моё бешено билось. Мне казалось, что это последние мгновения жизни. Но чем ближе он приближался, тем меньше тряслись мои руки, а дыхание выравнивалось.\nВот зверь уже около меня. Он поднялся на задние лапы. Я упёр тупой конец копья в землю, а второй направил на грудь медведя. На мгновение я закрыл глаза. Медведь всхлипнул. Это был рык раненого животного. Монстр наткнулся на моё копьё. Его лапы были очень близко от моего лица, но копьё было достаточно длинным, чтобы избежать раны. Оно вошло в зверя глубоко, и я начал наносить ему раны вторым копьём. От каждого укола животное вскидывалось и жалостно мычало. Мне стало его жалко, но я должен был продолжать. Наконец он отчаянно взревел и упал. Великий зверь пал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 11,
          "changingParameters": {
            "energy": -2,
            "technologyBase": 2
          }
        }
      ]
    },
    {
      "stateId": 8,
      "mainText": "Не сказать, что я хорошо знаком с луком, но каждый мой новый выстрел был всё точнее. Мне казалось, что это моё оружие. Но, несмотря на моё мастерство, стрелы едва пробивали шкуру медведя.\nНо у медведя есть глаза. Быть может, если я смогу попасть в них, он возможно падёт. Мои попытки были безуспешны, но покуда была возможность, я продолжал. Медведю до нас оставалось буквально пару шагов. Если сейчас я не попаду, кто-то может умереть. Я задержал дыхание, натянул тетиву как можно туже, прицелился и отпустил струну. На мгновение время замерло. Был я, летящая стрела и медведь. В этот момент всё решалось: уйдём ли мы с добычей или «на щите», как говорили на родине моей матери.\nЗверь взвыл. Моя стрела попала точно в цель, у нас появился шанс на удачу. Я следом сделал выстрел во второй глаз. Второй выстрел уже был проще, и я попал. Зверь стал метаться из стороны в сторону, но после пары выстрелов всё-таки пал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 11,
          "changingParameters": {
            "contemplation": 1,
            "*bowMaster": 1
          }
        }
      ]
    },
    {
      "stateId": 9,
      "mainText": "Не сказать, что я хорошо знаком с луком, но каждый мой новый выстрел был всё точнее. Мне казалось, что это моё оружие. Но, несмотря на моё мастерство, стрелы едва пробивали шкуру медведя.\nНо у медведя есть глаза. Быть может, если я смогу попасть в них, он возможно падёт. Мои попытки были безуспешны, но покуда была возможность, я продолжал. Медведю до нас оставалось буквально пару шагов. Если сейчас я не попаду, кто-то может умереть. Я задержал дыхание, натянул тетиву как можно туже, прицелился и отпустил струну. На мгновение время замерло. Был я, летящая стрела и медведь. В этот момент всё решалось: уйдём ли мы с добычей или «на щите», как говорили на родине моей матери.\nЗверь взвыл. Моя стрела попала точно в цель, у нас появился шанс на удачу. Я следом сделал выстрел во второй глаз. Второй выстрел уже был проще, и я попал. Зверь стал метаться из стороны в сторону, но после пары выстрелов всё-таки пал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 11,
          "changingParameters": {
            "relTelec": 2,
            "energy": -5,
            "discipline": 2,
            "faithBase": 1
          }
        }
      ]
    },
    {
      "stateId": 10,
      "mainText": "Мы все суетились и не знали, что делать. Ты кричал, но никто не слушал. Всё было бесполезно. Мы стреляли в него из луков, но стрелы отскакивали от его шкуры, не причиняя вреда. Большинство из нас уже убежали, но я не мог. Я понимал, что нас ждёт голодная смерть, если мы не убьём медведя.\nЯ бросился на него с копьём, но оно лишь скользнуло по его шерсти. Медведь зарычал и двинулся на меня. В отчаянии я попытался ранить его, но моих сил было недостаточно. Медведь взмахнул лапой, и я упал.\nОчнувшись, я увидел, как медведь склонился надо мной. Он начал рвать мою кожу, царапать лицо. Я пытался сопротивляться, размахивал ножом, но ему было всё равно. Вскоре я потерял слишком много крови и больше не мог сопротивляться. Жизнь ушла от меня.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 10
        }
      ]
    },
    {
      "stateId": 11,
      "mainText": "После убийства хищника мы принялись его разделываться. Мы так все были данным процессом, что не заметили приближения медведя меньшего размера. Как на зло я оказался ближе к нему. Я успел только обернуться и воткнуть в него ножик после чего он меня повалил и начал крамсать. Несмотря на то что медведь был значительно меньше убиеного, но в его лапах я был словно плюшевая кукла в руках младенца, он водил меня вперёд назад. Парни обамлели и не знали что делать, стрелять из лука бло опасно могли задеть меня. Но тут Телех взял копьё и резким движением воткнул его в шею медведя после чего медведь захребел и ослабил хватку и мне удалось бежать от него. После чего Телех ещё раз ударил медвежонка и он умер. \"Теперь у нас будет две тушки медведя, лучше чем одного. Ты как?\" - сказал спаситель. \"Жив вроде\" - с трудом произнёс я.\nМеня дотащили в лагерь, всю дорогу рядом со мной был Телех, кажется он действительно заботится о моём благополучии.В лагере меня ждала уже Шэми, она заплакала и долго рыдала на моём плечу. \"Я могла потерять тебя навсегда и последня что бы я казала тебе, что мне плевать на тебе. Прости меня любимый\" - произнесяв это Шйми поцеловала меня в губы, коротким поцелуем. \"Знай теперь я не отойду от тебя не на шаг\" - продолжила она.\nМеня ждал месяц постельного режима, Шэйми и правда не на шаг не отходила от меня, кажется она поняла, что я ей действительно дорог. Висент и Телех постоянно посещали меня, казалось что они пытаются перетенуть меня на свою сторону, но Висенте проблему с едой не решил, а Телех спас меня, поэтому я с Липпи стал холодно разговаривать. В свою очередь с Телехом стали не разлей вода, он мне рассказывал о том что только мы можем решать судьбу Теоса и такие как мы родившиеся здесь. Мне не нравилось большинство идей Телеха, но я следовал за ним как за сильным человеком, Телех же меня воспринимал как хорошего помощника.\nПрошло пару месяцев и проблема еды снова стала острой, мясо медведя заканчивалось и что-то нужно было делать. Висенте как уже стало обычно не знал что делать с данной ситуации. Телех же склонял к грабежу и большинство согласились. Мы сделали попытку поймать кого-нибудь на дороге, но удача изменила нам и после пары дней засады мы никого не встретили.\nАгиат сначало не хотел грабить, каждый раз осаждал Телеха, в этом желании, но еды осталось всё меньше и он выдал: \"Есть путь по которому купцы тайно завозят диковинки для это Эвнома, у них можно разжиться едой, а товары потом продать в Теосе и купить еды. Они обычно приезжают раз в месяц 10-го числа, Эвном любит какое-то заморское угащение, которое сжирает за месяц.\"\nАгиат отказался от участия, если кто-то в единстве узнает, что он тут у нас будут проблем, но он точно указал место где мы должны ждать. Мы прождали пару дней никакого не было. Среди нас появилось мнения, что пора идти домой и никакого не будет. Но Телех сказал: \"Мы не можем вернуться не с чем. Агиат не может ошибаться. Нужно ждать.\".\nОт слов Телеха мы зарядились энергией и прождали ещё около дня. Наши усилия нек оказались напрасны появилась группа людей. \"Это не торговцы, скорее похожии на беженцев с них можно будет мало поиметь\" - сказал я. \"Мы не можем больше ждать\" - уверенно произнёс Телех. \"Но мы ограбим людей которые скрываются от бедствий\" - ответил я. \"Это единые они заслужили своей участи, какое моё дело за судьбу негодяеев из соседнего племени. Их предки годами эксплуатировали нашу землю и людей. К тому же мы можем прождать тут вечность и так ничего не получить, а здесь еда сама идёт к нам\" - убедил меня Телех. Я вынужден был с ним согласится мы дейтвительно слишком долго ждали. Мы стояли по дум сторонам дороги и когда беженцы приблизились к нам мы их окружили. Телех крикнул: \"Оставляйте обозы с едой и идити от сюда, тогда мы Вас не тронем.\". \"Мы пришли с миром\" - ответил беженец. \"Оставляйте обос и убирайтесь\" - гневно ответил Телех. \"Нам не куда идти наш дом горит и вокруг идут бои.\" - милостливо ответил беженец. \"Мне плевать, оставляйте обос и убирайтесь\" - крикнул Телех.\nОдин из беженцев резко подбежал к Телеху и одним движением разооружил, а вторым скрутил и приставил ножик к горлу. \"Не волнуйся я разберусь\" - сказал захватчик главном из беженцев. - \"Слушайте сюда, вы не будете преследовать нас иначе я перережу глотку вашего лидера.\". Наша единственная награда уходит из под носа, но жизнь Телеха важна и дорога мне. ",
      "actions": [
        {
          "actionText": "Уболтать беженца",
          "actionNextState": 12,
          "sumOfParameters": {
            "oratory": 5,
            "creative": 6
          },
          "requiredParameters": {
            "energy": 2
          }
        },
        {
          "actionText": "Выстрелить из лука",
          "actionNextState": 13,
          "requiredParameters": {
            "*bowMaster": 1
          }
        },
        {
          "actionText": "Ринуться спасать друга",
          "actionNextState": 14,
          "sumOfParameters": {
            "strength": 6,
            "flexibility": 6
          },
          "requiredParameters": {
            "energy": 5
          }
        },
        {
          "actionText": "Смерть Телеха",
          "actionNextState": 15
        }
      ]
    },
    {
      "stateId": 12,
      "mainText": "Рядом со мной был один из людей Телеха с которым он пришёл в лагерь. Я ему сказал подходить к этому беженцу со спины  пока я отвлеку беженца с ножом\n- Ты кто такой, почему так хорошо владеешь военным делом - спросил я.\n- Тебе какое дело - ответил незнакомец. \n- Такой солдат и нам бы пригодился, к чему тебе эти нищеброды.  У нас полно еды и можем раздобыть ещё.- уговаривал я.\n- Не буду я вступать в ряды каких-то оборванцев бандитов. Которые и добычу найти не могут, коли покусились на беженцев. Сейчас перережу глотку вашему лидеру вы и разбежитесь - с презрением произнёс нищий воин.\n- Ну ладно, ладно, давай успокоим, просто успокоимся. - сказал я.\n- Успокоиться ты. Ты щенок предлагаешь мне успокоиться - гневно ответил беженец.\nЗакончив он замахнулся для удара в горло Телеху, но мой сообщник в тот момент подошёл со спины и одним движением заблокировал руку, а вторым убил беженца.\nМы забрали все пищу и ценности у бедняг, а им сказали возвращаться в единство. Кто был не согласен люди Телеха жестоко избили. Мне было это не приятно, но я не стал возражать авторитет Телеха был для меня слишком весомый.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 16,
          "changingParameters": {
            "energy": -2,
            "faithBase": 2
          }
        }
      ]
    },
    {
      "stateId": 13,
      "mainText": "Охота на медведя многому меня научила. Я резко натянул тетиву прицелился буквально в несколько секунди выстрелил в голову злодея. От попаданеия он подтупился и отступил ослабив хватку. Телех не примено этим воспользовался вонзив нож в тело пленителя.\nМы забрали все пищу и ценности у бедняг, а им сказали возвращаться в единство. Кто был не согласен люди Телеха жестоко избили. Мне было это не приятно, но я не стал возражать авторитет Телеха был для меня слишком весомой.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 16,
          "changingParameters": {
            "contemplation": 2
          }
        }
      ]
    },
    {
      "stateId": 14,
      "mainText": "Я изо всех сил двинул на беженца и сумел сбить его с ног. Благо, что он меня не видел, и мой манёвр не сразу открылся. Я схватил его руку с ножом и заблокировал корпус. Моей силы хватило, чтобы удержать агрессора. Телех же в тот момент убил его.\nМы забрали всю пищу и ценности у бедняг, а им сказали возвращаться в Единство. Тех, кто был не согласен, люди Телеха жестоко избили. Мне это было неприятно, но я не стал возражать — авторитет Телеха был для меня слишком весомым.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 16,
          "changingParameters": {
            "relTelec": 2,
            "energy": -5,
            "disciplineBase": 2
          }
        }
      ]
    },
    {
      "stateId": 15,
      "mainText": "Я растерялся и не знал, что делать. Мои компаньоны тоже растерялись. Вот тут-то нам и пришлось туго. Ну, мы решили напасть на беженца толпой. Он же резко среагировал и перерезал глотку Телеху. Потом он взял меч и стал сопротивляться. Троих человек он убил, после чего его самого убили.\nЛагерь остался без лидера. Прошло несколько месяцев. Ушёл Агиат со своими последователями, они отправились в Единство, в земли Фераса. Люди Телеха стали часто бить других вольнолюбцев, не было лидера, который мог бы их сдержать. В результате Висенте Липпи с трудом выгнал их из лагеря. Я остался с Висенте, так как с людьми Телеха, после смерти последнего меня ничего не связывало.\nВ один из вечеров на нас напали солдаты Единства, кажется, они мстили за беженцев. Я умер в этом сражении.",
      "actions": [
        {
          "actionText": "Смерть",
          "actionNextState": 15
        }
      ]
    },
    {
      "stateId": 16,
      "mainText": "Добыча с беженцев оказалась крохотной. Это были люди тяжёлой судьбы, которые бежали от войны. С собой у них были запасы еды на переезд. Мы съели их припасы примерно за неделю.\nМы пытались проводить время собирательством и охотой, но не могли найти жертву для ограбления. Еда снова подходила к концу, и мы не знали, как нам выжить.\nТелех призвал меня к себе. Он спросил расплывшись в улыбки, хочу ли я направиться в шахту. Я ответил утвердительно. Телех сказал, что другого выхода нет: либо мы возвращаемся в город, либо грабим шахту.\nОн предложил мне пойти на разведку и показать, где можно пройти. У меня там есть друзья, и я хорошо отношусь к главному инженеру. Но если я откажусь, они всё равно нападут на шахту и перебьют всех.\nЯ понимал, что это опасно, но согласился на разведку. Спустя сутки мы дошли до шахты. Она была слабо охраняемой по периметру, основная масса военных была у склада и дома кого-то богатого. Мы увидели, как один человек вышел за территорию, и решили проследить за ним. Он встретился с какими-то странными людьми, что-то им передал и ушёл. Мы догнали его на обратном пути.",
      "actions": [
        {
          "actionText": "Дыра в частоколе",
          "actionNextState": 17,
          "sumOfParameters": {
            "contemplationBase": 5,
            "flexibility": 6
          },
          "requiredParameters": {
            "energy": 2
          }
        },
        {
          "actionText": "Разговор с незнакомцем",
          "actionNextState": 18,
          "requiredParameters": {
            "oratory": 6
          }
        },
        {
          "actionText": "Провал",
          "actionNextState": 19
        }
      ]
    },
    {
      "stateId": 17,
      "mainText": "Везде ограждения выглядит серъёзным, но на западной стороне есть обильный огород, из-за большой охраняемой площади хозяин поскупился на охрану его.\nЯ обхожу по большому кругу шахту и подхожу к посевам и нахожу место где легко можно сломать слабенький забор",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 20,
          "changingParameters": {
            "energy": -2,
            "strength": 1,
            "*line3And1PPv1": 1
          }
        }
      ]
    },
    {
      "stateId": 18,
      "mainText": "Не далеко от шахты бродил какой-то оборванется. Он гулял уверено и охрана на него никак не реагировала. Я решил выйти к нему на дороге и по говорить.\nОтряхнувшись я взял с собой немного еды и подошёл к нему. Оборванется оказался местным работником. Мне повезло он оказался пьян и давно работал в шахте. Его выгнали из хаты проветрить мозги. Я представился афинским инжинером, который хочет попробовать свои силы в шахте, но пока сомневаюсь стоит ли. Моя легенда и конечно угащения сработали и он мне выложили все подробности шахты, которые знал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 20,
          "changingParameters": {
            "*line3And1PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 19,
      "mainText": "Особо хороших мест я не нашёл. Прошёлся по периметру отметил основные места. В принципе план нападения ясен.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 20,
          "changingParameters": {
            "energy": 2
          }
        }
      ]
    },
    {
      "stateId": 20,
      "mainText": "Мы собрали разную информацию о шахте. Наша цель склад еды. Скорее всего если мы нападём одним направлениям, они сумеют групироваться и победить нас в узком пространстве. Шахту охраняли профессиональные войны, у нас же только избранные были знакомы с военным делом.\nСельская община без дела, скорее всего, если мы попадём в первом направлении, охрана нас заметит и стянется на общину. Вторым же направлением мы двинем на ворота. Я пришёл с таким планом к Телеху и он меня поддержал.\"Сильные рука больно бъёт, а две и убить может.\"сказал он.\nЗатем Телех собрал собрания. Целью было собрать как можно больше представителей. Людьми Телеха мы точно не справимся, а ещё людей мы найти не можем.\nНа собрании мы выложили наш план, но он был встречен негативно. Начался очередной для нашего лагеря спор. Мнения у вольнолюбцев разделилось, как обычно на три ветви: \n1-я группа миролюбцы. Шэйма Оком и конечно же Висенте Липии и его люди были против нападения. Они предлагали продолжить заниматься собирательством и попробовать организовать огород.Очередные сомнительные перспектива, даже странно, что большинство последователей Висенте дети афинских эмигрантов, если бы их предки принимали такие решения, то они бы никогда не построили империю.\n2-я группа люди чести. Агиат, хоть и немного растерял авторитет после ситуации с беженцами, точнее торговцами которых не было, но всё равно имел достаточно людей которые внемнят его слова. А его слова противились убийству обычных работяг сирот, которые работают там, которых называют бесфамильные. Он говорил, что жертва рабочего человека всегда напрасна, тем более человека которому от рождения не повезло. Да и он признавался, что убийство фамильного ему не почести, как и большинству людей с эфоскими корнями, которые следовали за Агиатом.\nНу и 3-я группа наша с Телехом. Её поддерживали люде Телеха, ну и паручку людей которых я успел очаровать, среди вольнолюбцев. Кажется мы единственные у кого остались мозги. Мы либо грабим шахту, либо умераем с голода. После грабежа беженцев, возможно варианта возвращаться в город у большинство нет, а мне ещё грозит смертельная опасность.\nСовещание было очень длинным, было очень много споров, иногда казалось, что люди начнут бить друг другу. Телех умело парировал все напатки на план, но ему нужно было помочь, что бы убедить остальных.",
      "actions": [
        {
          "actionText": "Поведать о слабом месте в заборе",
          "actionNextState": 21,
          "requiredParameters": {
            "*line3And1PPv1": 1
          }
        },
        {
          "actionText": "Рассказать, что поведал рабочий",
          "actionNextState": 22,
          "requiredParameters": {
            "*line3And1PPv2": 1
          }
        },
        {
          "actionText": "Собрать всех",
          "actionNextState": 23,
          "sumOfParameters": {
            "strength": 6,
            "faith": 6
          }
        },
        {
          "actionText": "Провал",
          "actionNextState": 20
        }
      ]
    },
    {
      "stateId": 21,
      "mainText": "Я перербиваю Телеха и обращаюсь к людям Агиата:\n- Я свои глазами в этом месте легко преодолеть. Да бесфамильных жалк, но я считаю вы мне дороже. К тому же мы сможем избавить этих бедных людей от их гнёта, естественно если они захотят. Их смерть не будет напрасной, а кто пойдёт с нами будет свободен. Наше сообщество выживет и как минимум год мы будем жить в достатке - пронзительно произнёс я.\nЛишения и скудный рацион уже надоел вольнолюлбцам, поэтому большинство поддержали нас. Люди Агиата и он сам же в формуле, кто важнеее не знакомые работяги или братья с которыми уже натерпелись многое, яро поддержали нас.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 25,
          "changingParameters": {
            "relAgiat": 2,
            "relVecente": -1,
            "relSheima": -1
          }
        }
      ]
    },
    {
      "stateId": 22,
      "mainText": "-Вы хорошо говорите. Понимаю, но я встретил опытного рабочего, и он мне рассказал, что еды у них ломится склады.\nОни там заготавливают еды на целую оравы. Так же он сказал, что на безфамильных хозяину всё равно. Он их не охраняет практически, ну и, плюс, часть еды и семена есть в их хижине. Висент, мы заведём огород и перестанем грабить. Агиат, неужели наше будущее не стоит пары смертей чужих людей?  Наша судьба важнее, парочки душ людей, которые не готовы меняться, в отличии от нас. Докажем же проклятой, что нас никто не остановит.— спокойно разложил я. Меня яро поддержали все. Даже Шейми, которая зачастую спорила со мной до умопомрачения, подошла и обняла меня, показав лояльность, несмотря на наши непростые отношения.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 25,
          "changingParameters": {
            "relVecente": 1,
            "relSheima": 1
          }
        }
      ]
    },
    {
      "stateId": 23,
      "mainText": "Телех переходит на крик, пытаясь достучаться до разума вольнолюбцев. Без моего слова он не справится.\n— Послушайте, вы вообще мужчины? Тут решается судьба нашего будущего. Разве мужик будет думать о судьбе чужих отбросов или бояться препятствий, когда перед нами разыгрывается наша судьба? Неужели мы испугаемся и, как кролики, останемся в лагере, оставив пищу  в шахте, которую небо даровало нам, — с силой в голосе произнёс я. Увидев поддержку, я завершил:\n— Так сделаем же это!\nБольшинство поддержали меня. Агиат и Висенте же поворчали, но вполголоса согласились. Кажется, я не оставил им выбора, но мнение обо мне упало.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 25,
          "changingParameters": {
            "relVecente": -1,
            "relSheima": -1,
            "relAgiat": -1
          }
        }
      ]
    },
    {
      "stateId": 24,
      "mainText": "Ни один из аргументов и громких слов не смог убедить ни людей Агиата, ни Висенте. Мы долго пытались, но сумели присоединить только пару человек.\nТелех сказал, что не будем отказываться от атаки, но будем действовать по-другому. Пару дней он ходил из стороны в сторону, а потом куда-то уехал. Вернулся под ночь измотанный, но всё равно собрал заговорщиков и сказал:\n— По информации от моего источника в шахте у них есть дыра, где огороды. Ты должен будешь ночью пробраться туда и устроить пожар. Пойдёшь один. Ты лучше всего знаешь шахту и  лучший из нас. У меня нет людей, да и большая группа привлечёт внимание слишком рано. Я верю в тебя, мой друг — с тоской в глазах сказал Телех.\n— Хорошо, — покорно ответил я.\n— Как пожар разгорится, ударим основным направлением на ворота. Надеюсь, ты будешь с нами. — с выдохом сказал Телех.\nМы пару дней провели в пути, после днём разведывали шахту, а ночью я двинул к ферме. Я спокойно проник внутрь шахты, уже устроил пожар, но потом... Треск в голове, из затылка хлынула кровь. Кто-то пробил мой череп дубиной. Мой путь окончен.",
      "actions": [
        {
          "actionText": "Смерть",
          "actionNextState": 24
        }
      ]
    },
    {
      "stateId": 25,
      "mainText": "Мы прибыли к шахте. Телех сказал разделиться и я пойду с Висенте атаковать безфамильных, так как я был на разведке и знаю шахту. «Атакуем шахту вместе и всё получится».\nМы подкрались к западной части территории шахт, недалеко от фермы. Забор здесь никакой, хозяину плевать на безфамильных и он не озаботился их охраной, а они видимо не рвались убегать с шахты, так как бежать некуда и здесь хотя бы кормят. Я сильно волновался, ведь наш рейд на беженцев чуть не закончился смертью одного из нас, но меня успокоил Висент, сказав: «Это просто как двустишье. Вошли и вышли». Я ничего не понимал в стихотворчестве, но спокойный тон и его лёгкая улыбка позволили мне успокоиться.\nОднако сама атака не была такой лёгкой. Мы тихонько проникли в ферму, но нас засекли ещё до начала боя. Безфамильные были слабы из-за постоянного недоедания и физической работы, поэтому мы их рубили на раз-два, некоторые сдавались и присоединялись к нам на удивления убивая с двойной яростью своих плечей. Но тут прибежала охрана заставив нас врасплох.  Мы стали нести потери, похоже, наше нападение окончится неудачей. Телех и его группа не напали на ворота, как планировалось, и нам пришлось столкнуться со всей военной мощью шахты.\nШахтёрски давил вольнолюбцы падали один за другим. Несмотря на патовость ситуации, мои братья держались до последнего не отступали, но безфамильный, примкнувший к нам, стали разбегаться и призывал нас сделать так же. Висенте сражался со рвением и не хотел останавливаться. Никогда не думал, что в нём столько воли, и его соратники следовали за ним, но раненых слишком много. Пришло время выживать, а не грабить. Потеря добычи грозила голодом, но здесь смерть слишком близко и может наступить сиюминутно. Мы не будем кормить костлявую.",
      "actions": [
        {
          "actionText": "Найти возможность сбежать",
          "actionNextState": 26,
          "sumOfParameters": {
            "*line3And1PPv1": 0,
            "*line3And1PPv2": 1
          },
          "requiredParameters": {
            "energy": 2
          }
        },
        {
          "actionText": "Воздействовать на безфамильных",
          "actionNextState": 27,
          "sumOfParameters": {
            "oratory": 6,
            "creative": 6
          }
        },
        {
          "actionText": "Ярость берсерка",
          "actionNextState": 28,
          "sumOfParameters": {
            "strength": 6,
            "faith": 6
          },
          "requiredParameters": {
            "energy": 5
          }
        },
        {
          "actionText": "Смерть",
          "actionNextState": 29
        }
      ]
    },
    {
      "stateId": 26,
      "mainText": "Нужно бежать. Нам тут не выжить. Я избегаю очередного удара и отпрыгиваю от битвы. Учитывая то, что я узнал на разведке, беру факел и поджигаю поля. Огонь быстро распространился, и большинство шахтёров отступили. Но на смену им стали приходить солдаты. Тех до сих пор не напал. Я кричу остальным отступать. Все направились за мной. Благо, шахту я изучил  хорошо  и быстро нашёл путь на свободу. Мы ничего не унесли, кроме безымянных, поэтому охрана решила заняться пожаром.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "contemplationBase": 1,
            "energy": -2
          }
        }
      ]
    },
    {
      "stateId": 27,
      "mainText": "Зачем безымянные сражаются за своего хозяина, который держит их как рабов? Может быть, я смогу их убедить.\n— Хватит, хватит крови! Нас сотни, мы с лёгкостью уничтожим всех вас, но мне не нужна кровь и не нужны ваши смерти. У нас есть еда и богатство. Да и вместе мы сможем ограбить вашего узурпатора, чтобы мы жили богато. Вы жили богато. Пойдёмте с нами, — прокричал я.\nНа удивление мой крик сработал, и многие безымянные прекратили сражаться, остальные были смятенны и не знали, что делать. Но тут подошла охрана, и половина безымянных напали на нас, боясь расправы хозяина. Однако большая часть безымянных вступилась за нас. Мы заставили сопротивляющихся сдаться, а сами вместе с новыми друзьями убежали тем же путём, которым пришли. Добычи мы не унесли, но скоро у нас будет армия.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "relVecente": 1,
            "rootlessBase": 2
          }
        }
      ]
    },
    {
      "stateId": 28,
      "mainText": "Хоть и умру, но заберу с собой больше. Вонзил одному копьё, второму разбил голову дубиной. Бился как раненый зверь, практически на каждого у меня уходило всего пару ударов. О защите не думал, поэтому пару раз удары скользнули по мне, но, к счастью, раны были незначительные. Ярость переполняла меня, и мои оппоненты начали страшиться и стали отступать.\nЯ положил, кажется, десятерых, но сейчас время бежать, пока солдаты нас не прижали. Я скомандовал отступать.\nНам с трудом удалось сбежать с сечи, но мои убийства помогли. Безфамильные отказались нас преследовать, а солдаты, испугавшись засады, довели нас до забора и разошлись.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 30,
          "changingParameters": {
            "energy": -5,
            "oratoryBase": 2,
            "*line3And3PPv3": 1
          }
        }
      ]
    },
    {
      "stateId": 29,
      "mainText": "Я сражался изо всех сил, но их было слишком много. Подоспевшие солдаты переломили ход битвы. Я решил стоять до последнего, однако моих боевых навыков не хватало, чтобы отражать большинство ударов. Очередной удар пришёлся мне в голову, я рухнул на землю и уже не смог подняться.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 29
        }
      ]
    },
    {
      "stateId": 30,
      "mainText": "Мы еле убежали, и добычу почти не унесли. Если, конечно, дополнительные голодные рты можно назвать добычей. Безфамильные были рады присоединиться к новому сообществу. Хотя перспективы были незавидными: в шахте их держали почти как рабов, а с нами они стали свободными людьми.\nВисенте проводил много времени в дороге с ними, и почти все они перешли на его сторону. Но всё-таки некоторые поддались красивым и простым речам Агиата.\nЯ за рейд убил человека три-четыре точно, но я уже не переживал насчёт этого. Каждое новое убийство казалось мне банальностью, убийства становились бытовухой. Сначала медведь, потом тот беженец, теперь эти бедняги. Я убивал, чтобы наше искусственное племя выжило. Неоднородное и раздираемое между тремя лидерами, но всё равно я готов рвать глотки ради этих людей без сожаления. Мы возвращаемся домой.\nВ лагере нас ждал не радужный приём. Телех вернулся раньше и с добычей, к тому же среди его группы почти не было убитых и даже пополнение в виде грозного вида девушки. Когда Телех увидел среди нас безфамильных, он разозлился./— Зачем ты их привёл? Лишние рты нам не нужны, да и какой от них толк. Или ты собрался здесь выращивать еду? Так нас теперь будут искать, и вряд ли мы здесь останемся надолго, — грозно заявил Телех. — Человек без рода пуст, — еле слышно добавил он./— Ну и то, что они без рода, зато без них мы бы не выжили, и они близки нам по духу. Да к тому же ты сам привёл незнакомку, — парировал Висент./— Мы с Немирой давно знакомы, она талантливый воин и вынесет один в один большинство мужчин, а бойцы нам не помешают. Мы можем выжить только с боем. Сильные руки больно бьют, — ответил Телех./— На данный момент это только дополнительный рот, и этот рот требует еды так же, как у безфамильных, — потупившись, заявил Висенте. Народ с ним согласился./— Лучше один свой рот, чем три чужих или сколько их, — возразил Телех./— Да и где твоя добыча? — ехидно заметил Телех./— Мы еле выжили. Почему ты… — Липий не успел закончить./— Отговорки, отговорки. Одни отговорки! Мы принесли еду, а ты нет, — произнёс Телех. — За кем вы пойдёте? Кто принёс еду и безопасность в наш хлев или за наивным мечтателем, который кроме ягод ничего предложить не может? — задорно прокричал Телех, и люди его поддержали.\nВисенте попытался восстановить свой авторитет, но всё было тщетно. Потом Телех предложил казнить Безфамильных.",
      "actions": [
        {
          "actionText": "Поговорить с Телехом",
          "actionNextState": 31,
          "requiredParameters": {
            "relTelec": 3
          }
        },
        {
          "actionText": "Убедить толпу оставить безфамильных",
          "actionNextState": 32,
          "sumOfParameters": {
            "oratory": 6,
            "faith": 5
          }
        },
        {
          "actionText": "Убить их",
          "actionNextState": 33
        },
        {
          "actionText": "Сделать их рабами",
          "actionNextState": 34,
          "sumOfParameters": {
            "flexibility": 6,
            "creative": 5
          }
        }
      ]
    },
    {
      "stateId": 31,
      "mainText": "«Телех, давай отойдём», — предложил я. Я не хотел при всех унизить своего друга.\nНаедине, я напомнил, что он предал нас, а главное — что пригодятся в дальнейшем. Телех неохотно принял наши аргументы./«Наш брат открыл мне глаза на этих людей. Вы можете остаться, но только я буду следить за вами, так и знайте», — заявил он после нашего совещания.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "relVecente": 1,
            "rootlessBase": 2
          }
        }
      ]
    },
    {
      "stateId": 32,
      "mainText": "Я обратился к толпе и напомнил им, что всех нас привело в лагерь. Мы сбежали от судьбы, которой не хотели, и выбрали судьбу сложную и тернистую, но нашу собственную.\nЯ также напомнил толпе, что эти бедные люди жили в страданиях. Толпа поддержала меня, Телех неохотно принял наше решение. Кажется, он увидел во мне серьёзного соперника.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "relTelec": -2,
            "relVecente": 1,
            "relSheima": 1,
            "rootlessBase": 2
          }
        }
      ]
    },
    {
      "stateId": 33,
      "mainText": "-Да убить - вторил я Телеху./- Ты что такое говоришь. Они же сражались с нами бок о бок - с желочью промолвил Висенте. /- Да сражались, но каждый лишний рот приближает нас к смерти. - ответил я.\nУбили их быстро без мучений. Некоторые из их даже не были против такого исхода. У них была тяжёлая судьба в шахте.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "relVecente": -2,
            "rootlessBase": -2
          }
        }
      ]
    },
    {
      "stateId": 33,
      "mainText": "— Стой, Телех, зачем же так сразу убивать? Как будто нам не помешают лишние руки. Если они и в правду хотят остаться с нами, пусть докажут свою преданность и будут нашими рабами на время, — многозначительно произнёс я./— Но мы только что от этого сбежали, — сказал один из безфамильных./— Да, согласен, но вы будете ими на время. Когда Телех не посчитает, что вы достойны, вы получите свободу. К тому же мы будем держать вас в куда лучших условиях. Да и возвращаться вам некуда. В шахте вас ждёт смерть, как обычно бывает в таких случаях с безфамильными, а на воле вы быстро умрёте, — произнёс я, и со мной многие согласились.\nВисенте и безфамильные кривились от моих слов, но даже они понимали, что другого мы им предложить не можем. Телех захватил власть у вольнолюбцев./— Как же мы их используем? — спросил Телех./— Как носильщиков, собирателей. А в хороший сезон и правда стоит задуматься об огороде. Что-то мне подсказывает, наше положение скоро улучшится. Может, у нас будет вольный город. Я верю в нас, — ответил я.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 35,
          "changingParameters": {
            "relVecente": -1,
            "relTelec": 1,
            "rootlessBase": 1
          }
        }
      ]
    },
    {
      "stateId": 35,
      "mainText": "После того как судьба безфамильных была решена, Телеха со всей страстью и похвольбой принялся призентовать свой хабар. Было достаточно еды, но ещё больше было кристаллов. \n- Куда столько кристаллов. Их же не съешь, ты что собрался Афинцами или единным их продать, мы раскроем себя и представители шахты быстро выйдут на нас. К тому же они наверняка предназначались серъёзному тузу, а он нас полюбому достанет. - с опасением сказал я.\n- Для этого мне и нужна Немира, она служила в Единстве и знает много чего полезного. К сожалению Единые показали себя не дальновидными и выкинули её из армии, но она приобрела связи в стране сукиного сына, которые нам помогут. В том числе она знает одного типа, который из под полы собирает кристалы для его величества. - уверена сказал Телех.\n-Телех и я, сделаем нас богатыми - поддержала его Немира. Толпа ликолвала. На момент показалось, что Телех стал самым влиятельным человеком в лагере и ни какие высодуховные силлогизмы Висенте и даже простые истины Агиата не захватят больше умы вольнолюбццев. Если позволите вольнолюбцы преврашались в Телехолюбцев.\n-Вы притащили ни на что негодных безфамильных, я же принёс рыбу по круче.- сказа это он дал знак своим людям и они превели человека в рабочей робе и мешком на голове, что бы он не смог найти дорогу назад.\n-Это рабочий который знает в шахте практически каждый угол, а главное он знает где главный склад кристалов. Мы нападим ещё раз и отобъём ещё больше кристалов. Кристалы станут нашими мышцами и жилами. А сильные руки больно бьют, и мы заставим с нами считаться. - с огоньком прокричал Телех.\n-Надеюсть вас всех убъют, свиньи - промычал пленик после чего его начали бить.\nВ голосе я узнал моего друга детства Финито, он один из тех кто забыл обо мне. Как оказалось он работал на шахте. От туда рабочии редко приходили гостить в город. Хозяин хотел всё больше кристалов, иногда жаловался отец, и все рабочии ака рабы работали без вылаздно.\nЛюди Телеха начили пинать Финито.",
      "actions": [
        {
          "actionText": "Не выдавать себя",
          "description": "Пусть пока лагерь не знают о нашем знакомстве",
          "actionNextState": 36,
          "sumOfParameters": {
            "flexibility": 6,
            "discipline": 6
          }
        },
        {
          "actionText": "Отозвать людей Телеха",
          "actionNextState": 37,
          "sumOfParameters": {
            "oratory": 6,
            "strength": 5
          },
          "requiredParameters": {
            "energy": 2
          }
        },
        {
          "actionText": "Отвлечь людей разговорами",
          "actionNextState": 38,
          "requiredParameters": {
            "line3And3PPv3": 1
          }
        },
        {
          "actionText": "Финито избивают до полусмерти",
          "actionNextState": 39
        }
      ]
    },
    {
      "stateId": 36,
      "mainText": "Да мы были с ним дружны в школе, но сейчас взрослая жизнь и к сожалению мы на разных баррикадах. И к тому же ему лучше не знать, что я здесь в дальнейшем может помешать нашим планам.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "relFinito": -2,
            "energy": 5
          }
        }
      ]
    },
    {
      "stateId": 37,
      "mainText": "«Довольно его бить. Вы убьёте ценного пленника», — сказал я и оттащил одного из громил./«А что с того?» — оскалился один из них.\nЯ ударил в ответ: «Потому что я так сказал». Остальные отступили, уведя за собой буяна.\nТелех только рявкнул в ответ. Он знал, что в лагере я пользуюсь уважением, и время спорить со мной ещё не пришло. К тому же, мы, можно сказать, в одной лодке./«Оставьте бедолагу. Идите лучше поешьте, — предложил Телех. — Сильные руки больно бьют», — добавил он свою осточертевшую присказку.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "relFinito": 2,
            "energy": -2,
            "relTelec": -1,
            "disciplineBase": 2
          }
        }
      ]
    },
    {
      "stateId": 38,
      "mainText": "-Да, где вы чёрт возьми были. Мы там умирали, знаете сколько людей мне пришлось порешить, пока вы развлекались со шлюхами, трахали кусты или чем вы там были заняты - обратился к \"избивателям\". Отчитал их как папочка, они лишь потупили взор. Никто не смог ответить./-Ну хватит, хватит. Если бы мы раньше появились, ты бы не смог по геройствовать. А так ты всех спас, мой друг. Сильные руки, больно бьют. - сказал с улыбкой Телех./-И то верно.- с улыбкой ответил я.\nВсе начали хихикать и про Финито на мгновения забыли. Я спас друга.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "relTelec": -2,
            "oratoryBase": 2
          }
        }
      ]
    },
    {
      "stateId": 39,
      "mainText": "Я пытался оттащить амбалов Телеха от бедного Финито, но меня никто не заметил. Мои слова не возымели никакого эффекта. Телех сделал вид, что не обращает внимания на мои попытки остановить избиение. \nЯ не могу помочь другу и вынужден беспомощно наблюдать за происходящим. Отчаяние охватило меня, и я отошёл в сторону, пытаясь сдержать слёзы. Когда я вернулся, Финито едва дышал.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 40,
          "changingParameters": {
            "relFinito": -5,
            "oratoryBase": -1
          }
        }
      ]
    },
    {
      "stateId": 40,
      "mainText": "После настали сытные времена. Еды, которую стащил Телех и его псы, хватит на месяцы. Несмотря на всю мою дерзость, Телех проводил со мной много времени. Периодически у нас были разногласия, которые обычно заканчивались тем, что Телех надавливал на меня. Как альфа-самец в стае, он следил за тем, чтобы каждый член стаи знал своё место и все беспрекословно следовали за ним. Я был исключением в его формуле, но он терпел это. Вероятно, из-за того, что я его спас, ну или видел во мне потенциал.\n—Немира побыла с нами неделю, а потом удалилась. Её не было где-то недели две. Стали ходить слухи, что Телеху не удаётся сбыть кристаллы, которые он притащил вместо еды, а Немира нас обманула. Но только такие мысли начали бурлить, как Немира вернулась. Она переночевала, а на следующий день Телех позвал меня к костру, там вместе с ним сидела Немира.\n—— Я же тебе говорил: «Лучше один свой, чем трое чужих». Немира нашла того торговца, и мы должны встретиться с ними на границе. Пойдёшь со мной и Немирой к ним, — заявил Телех.\n— Ты для такого важного дела берёшь меня, а не одного из своих головорезов. Ты же знаешь, что мою мать арестовали, а я чудом избежал той же участи, — ответил я.\n—— Наш человек, гражданский, напрямую с войском единства не сотрудничает, чтобы не порочить «великого» тем, что ему приходится скупать кристаллы у спекулянтов. Вот придурок, потерял полцарства, а всё о репутации думает. Пограничный пост далеко, Немира всех их знает, так что не бойся, — спокойно произнёс Телех.\n—— Как же мы принесём такую ценность только втроём? — задумчиво произнёс я.\n—— Это требование моего человека, да и кристаллы все не возьмём, только то, что можем донести втроём. Остальное отдадим после полной оплаты, а это на пробу. Так что за дело. На рассвете выдвинемся, собирай пожитки, идти предстоит пару дней, — методично сказала Немира.\n—На рассвете мы выдвинулись. После суток в пути решили устроить ночлег.",
      "actions": [
        {
          "actionText": "Поговорить с Телехом",
          "actionNextState": 41,
          "requiredParameters": {
            "relTelec": 3,
            "energy": 2
          }
        },
        {
          "actionText": "Поговорить с Немирой",
          "actionNextState": 42,
          "requiredParameters": {
            "relTelec": 0,
            "faith": 5
          }
        },
        {
          "actionText": "Собрать грибы на привале",
          "actionNextState": 43,
          "requiredParameters": {
            "energy": 4
          },
          "sumOfParameters": {
            "discipline": 5,
            "contemplation": 5
          }
        },
        {
          "actionText": "Лечь спать",
          "actionNextState": 44
        }
      ]
    },
    {
      "stateId": 41,
      "mainText": "Я решил провести вечер в компании моего друга. Мы долго болтали, и из его рассказа я понял, почему он стал таким. Также от него я получил небольшую фигурку лисы. У теоситов она олицетворяет божество.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 45,
          "changingParameters": {
            "relTelec": 1,
            "energy": -2,
            "strength": 1,
            "disciplineBase": 2
          }
        }
      ]
    },
    {
      "stateId": 42,
      "mainText": "Немира не самым приятным человеком, но я решил, что подружиться с ней будет не лишним. Судя по всему, у неё есть нужные связи. Я подумал, что полезно будет сдружиться с ней.\nНо внезапно она оказалась приятным собеседником, и мы проговорили всю ночь напролёт.\n— Хороший выбор, — сказал утром Телех.— Мы не спали... — ответил я.\n— Конечно, вы не спали. С такой красоткой сложно уснуть, — перебил меня Телех с усмешкой.\n— Ничего не было. И не смей брякнуть об этом Шэйми, — настороженно предупредил я. Но, честно говоря, общение с Немирой придало мне сил. Я, конечно, не влюбился в неё, но она оказалась интересной девушкой. Кто знает, как всё могло бы сложиться, если бы не было Шэйми. Но Телех не должен об этом знать.",
      "questStateModal": {
        "duration": 10,
        "description": "Предыстория Немиры",
        "image": "test",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 45,
          "changingParameters": {
            "relNemira": 3,
            "oratoryBase": 2,
            "relSheima": -2,
            "line4And3PPv2": 1
          }
        }
      ]
    },
    {
      "stateId": 43,
      "mainText": "По дороге заметил знакомые грибы неподалёку от места стоянки. Отец в детстве в мою голову втемяшил, кажется все виды грибов, и эти хороши на вкус. Он будто знал, что я буду жить под открытым небом.\nПосле того как мы устроились, я оставил своих компаньонов и пошёл собирать грибы. Грибов оказалось много, я набрал их целую охапку и с трудом принёс к месту ночлега. Мы плотно поели на ужин, мои грибы всем понравились. Но не все грибы пошли на еду, часть мы взяли с собой.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 45,
          "changingParameters": {
            "energy": -4,
            "faithBase": 2,
            "flexibility": 2,
            "*driedMushrooms": 1
          }
        }
      ]
    },
    {
      "stateId": 44,
      "mainText": "Весь день на ногах — это непросто. Я решил лечь спать пораньше, чтобы быть бодрым весь день.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 45,
          "changingParameters": {
            "energy": 2,
            "faithBase": -2
          }
        }
      ]
    },
    {
      "stateId": 45,
      "mainText": "Путь занял пару дней. Встреча состоится на полянке, недалеко от той, на которой поймали мать. На поляне был низкий, толстоватый человек. Ему уже было много лет, но осанка у него была как у юноши. «Знаменитая выправка единства», — подумал я. Он стоял один на поляне. Как же он всё утащит? Мы ели дотащили втроём.\n— Приветствую тебя, старый друг. Вот эти кристаллы, — сказала Немира, и, как только она закончила, наш новый знакомый подал сигнал, и нас окружили войны Единства. Среди них я узнал солдат, которые пленили меня до этого, в том числе и офицера.\n— Слава Трёх. Прошу прощения, юноши, что пришлось вас напугать, но я лично захотел проверить ваши кристаллы, — сказал знакомый нам офицер.\n— Что за подлости? — гневно спросил Телех у Немиры.\n— Успокойся. Эти солдаты помогут нам в атаке на склад шахты. Я не стала тебе говорить, зная, как ты относишься к Единым, — спокойно сказала Немира./— Да как ты смеешь... — не успел закончить Телех, его прервал офицер.\n— Не беспокойся, если с кристаллами всё в порядке, я так и быть отпущу вас с положенной наградой, — спокойно сказал офицер.\nЯ же пытался вжаться в себя, максимально спрятать своё лицо. Но офицер всё же нас узнал.\n- Схватить этого юношу. - сказал офицер, указывая на меня.\n- Люди играют в игры, которые становятся для них последними в жизни. Твоя мамка во времена молодости пачками важных людей убивала, и ты туда же решил. Как ты посмел убить гражданина Единства и ещё какого героя войны, согласившегося сопровождать больных и старых людей с фронта? Кстати меня зовут Приам. - продолжил Приам.\n- Нам без него не справиться, у него есть друзья на шахте - защищая меня, сказал Телех.\n- Справимся, не волнуйся. Да и мне известно, что у тебя есть люди внутри. Ещё кого-нибудь пошлёшь. Местный хозяин — жмот, и его охрана никуда не годится, вместе мы легко добудем награду - спокойно ответил офицер.\n- Что касается сына Пелопы, моё руководство хочет перебить вас всех. Вы убили друга центуриона, хоть и опального. Я уговорил ограничиться им, учитывая прегрешения его матери врят ли ему долго осталось. Он послужит жертвенным агнцем в нашем деле - продолжил он.",
      "actions": [
        {
          "actionText": "Испытание поединком",
          "actionNextState": 46,
          "sumOfParameters": {
            "strength": 6,
            "faith": 5
          },
          "requiredParameters": {
            "energy": 4,
            "relMother": 3
          }
        },
        {
          "actionText": "Потратить монеты",
          "actionNextState": 47,
          "requiredParameters": {
            "coins": 2
          }
        },
        {
          "actionText": "Напомнить про фирменную бюрократию Единства",
          "actionNextState": 47,
          "requiredParameters": {
            "relAgiat": 0
          },
          "sumOfParameters": {
            "flexibility": 6,
            "contemplation": 5,
            "creative": 6
          }
        },
        {
          "actionText": "Провал",
          "actionNextState": 48
        }
      ]
    },
    {
      "stateId": 46,
      "mainText": "Помнится, мама мне рассказывала: если нет доказательства убийства, тот, кто хочет кровной мести, по традиции со времён племени, вызывает обвиняемого на поединок. Я готов к нему, пусть центурион или родственники убитого придут и попробуют убить меня, — защитился я./— Всё верно глаголишь, щенок, но центурион предусмотрел это, поэтому из-за твоего запроса с тобой сразится самый сильный солдат у меня, чтобы решить исход поединка, — ответил офицер.\nЯ посмотрел на самого здорового солдата и сглотнул: у меня не было шансов против такого громилы. Плюс у него за плечами многие годы военной подготовки./— Конечно, я бы могу отправить против тебя Петро, но он слишком важен. Вдруг ты его хоть поцарапаешь. Поэтому ты сразишься с этим славным юношей, у него, конечно, не так много опыта, но в учении он показывал лучший прогресс среди остальных, — сказал офицер. Вышел юноша, который был больше меня, он не такой большой, как Петро, но всё равно его вид был устрашающий.\nНам дали по кинжалу. Бой был тяжёлый, пару раз я могу умереть, но победа была за мной. Противник оступился, и я набросился на него, кромсая кинжалом ему грудь. Кинжал я оставил как трофей.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 0,
          "actionNextQuest": "ruFreeBrothersSCamp2",
          "typeOfGame": "energy",
          "changingParameters": {
            "relTelec": 1,
            "energy": -5
          }
        }
      ]
    },
    {
      "stateId": 47,
      "mainText": "— А как же зарегистрированные доказательства? Они разве есть? Или в Единстве такой бардак, что могут обвинить кого угодно? — обвинил в свою очередь я./— В землях Эвнома. К сожалению, в землях Единства самого единства нет, — с желчью произнёс Приам./— Но ты прав, без суда по закону Единства у меня нет оснований задерживать тебя. Но давай договоримся. Я тебе предложил пойти со мной, но ты отказался, — уже спокойно продолжил офицер./— Я надеюсь, все всё поняли и данную проблему мы решили, — с хитрой улыбкой произнёс Приам./— Да, — хором произнесли я, Телех и Немира.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 0,
          "actionNextQuest": "ruFreeBrothersSCamp2",
          "changingParameters": {
            "relNemira": 1
          }
        }
      ]
    },
    {
      "stateId": 48,
      "mainText": "Мне нечего сказать. Сколько можно бегать от судьбы? Приам и его люди забрали меня от друзей.\nМеня продержали в клетке пару недель, кормили отбросами. Но однажды вечером всё изменилось.\n«Псы Ферас побеждают, нам нужен каждый солдат. Согласен ли ты послужить Трём и вернуть власть законному владельцу?» — спросил центурион. Я согласился.\nПосле этого я несколько лет прожил в казарме, меня готовили к войне. И вот настал момент доказать свою доблесть и очистить своё имя в честной битве. К тому времени я был готов ко всему. У меня не было ни семьи, ни друзей, всё, что у меня осталось, — это куча таких же людей. Мы не знали, за что умираем и терпим лишения, перед нами была только чёткая структура, в которой солдат подчиняется легату, легат — капитану, капитан — маршалу. Сегодня последняя ночь перед тем, как я отправлюсь в битву, которая, возможно, станет последней...",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 48
        }
      ]
    }
  ]
}
