{
  "questName": "ruPrologue",
  "questStates": [
    {
      "stateId": 0,
      "background": "prologue001",
      "mainText": "Я не оправдал надежды. Всё больше времени я провожу в одиночестве, меня одолевает апатия, всё больше сижу дома и страдаю ерундой.\nОтец всё чаще по вечерам уходит из дома и возвращается со странным запахом под утро. С лица матери совсем пропала улыбка. Она часто ругается на него, отец в свою очередь не может из себя выдавить больше чем мычания. Мне грустно видеть близких в таком состоянии.",
      "questStateModal": {
        "duration": 10,
        "description": "Это начало пролога. Тебя ждет долгий путь.\nПриминимай верные решения!",
        "image": "test",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionText": "Побыть с отцом",
          "actionNextState": 1,
          "actionDescription": "Это шанс улучшить взаимоотношение с отцом, а возможно и чему-то у него научиться!\n Требуются созерцание или гибкость, а так же энергия и хорошие отношения с отцом",
          "sumOfParameters": {
            "contemplation": 7,
            "flexibility": 6
          },
          "requiredParameters": {
            "relFather": 2,
            "energy": 2
          }
        },
        {
          "actionText": "Помоч отцу $",
          "actionDescription": "Расходует 2 монеты.\nЕсли мне не хватает параметров, очень часто, я могу просто потратить монеты",
          "actionNextState": 1,
          "inverseRelation": 0,
          "requiredParameters": {
            "coins": 2,
            "energy": 2
          },
          "changingParameters": {
            "coins": -2,
            "*testAlternative": 1
          }
        },
        {
          "actionText": "Бездельничать",
          "actionNextState": 2,
          "actionDescription": "Не самый лучший выбор, но зато экономит энергию"
        },
        {
          "actionText": "Побыть с матерью",
          "actionNextState": 3,
          "actionDescription": "Это шанс улучшить взаимоотношение с матерью, а возможно и укрепить веру!\n Требуются вера или сила, а так же энергия и хорошие отношения с матерью",
          "sumOfParameters": {
            "faith": 7,
            "strength": 6
          },
          "requiredParameters": {
            "relMother": 2,
            "energy": 2
          }
        },
        {
          "actionText": "Помоч матери $",
          "actionNextState": 3,
          "actionDescription": "Расходует 2 монеты.\nЕсли мне не хватает параметров, очень часто, я могу просто потратить монеты",
          "inverseRelation": 3,
          "requiredParameters": {
            "coins": 2,
            "energy": 2
          },
          "changingParameters": {
            "coins": -2
          }
        },
        {
          "actionText": "Заниматься физкультурой",
          "actionNextState": 4,
          "requiredParameters": {
            "discipline": 8
          }
        }
      ]
    },
    {
      "stateId": 1,
      "mainText": "Отец всё меньше похож на себя прежнего. От него вечно чем-то странно пахло. Мысли его были спутаны и часто алогичны. Если раньше его размышления всегда были продиктованы логикой, иногда странной и не понятной мне, но мысли были стройные и выстраивались в цепочки. Сейчас он часто говорит абсолютно иррациональные вещи. От моего отца осталась только бледная тень.\nС отцом мы ходим по каким-то странным людям, он им предлагает какую-то странную смесь. Меня удивляли места куда мы ходили с отцом, а так же люди с которыми приходилось там общаться, но отец на моё возмущения отвечал: \"Тебе могут пригодиться эти связи когда меня не станет.\"\nОднажды мы встретились с его другом Федом. Он радостно меня поприветствовал, а потом они удалились обсуждать с отцом, что-то на повышенных тонах, кажется Фед чему-то был не доволен. Ближе к вечеру отец оставлял меня не надолго и что-то делал. \nОбычно вечера мы с отцом изучали книжку о парах, даже пару раз делали эксперименты из неё. Мне нравилось проводить время с отцом, несмотря на то что приходилось общаться с не лицеприятными людьми.",
      "alternativeMainText": [
        {
          "mainText": "Основной текст вариант 1",
          "exactParameters": {
            "*testAlternative": 1
          }
        },
        {
          "mainText": "Основной текст вариант 2",
          "exactParameters": {
            "*testAlternative": 1
          }
        }
      ],

      "actions": [
        {
          "actionNextState": 5,
          "actionText": "Далее",
          "changingParameters": {
            "relFather": 1,
            "technologyBase": 2,
            "oratoryBase": 2,
            "energy": -2
          }
        }
      ]
    },
    {
      "stateId": 2,
      "mainText": "Каждое утро я просыпаюсь и ничего не делаю. Иногда меня посещают мысли, что нужно заняться собой, помочь матери по хозяйству пока отец где-то пропадает, но это всё рушится от моего категорического нежелания.\nЯ ненавижу себя за то что дни ничего не делал и ничего не делаю потому что, ненавижу себя. Мне кажется если я начну продвигаться в каком-то направлении меня обязательно ждёт провал, поэтому лучше ничего не делать и быть спокойным, а в своих фантазиях представлять себя сильнейшем героем, умнейшем учёным, мудрейшем мудрецом. Апатия стала моим лучшим другом и как иначе я в ней не жил, я в ней утопал. Каждый день, кормя её как хороший хозяин и она во мне разрасталась всё больше.\nВ определённые дни я не хотел шевелиться, что же говорить о контакте с людьми за пределом моего дома. Родители смотрели на меня разочарованным взглядом, пару раз мать мне говорила, чем-нибудь заняться, но я делал вид и вновь подавался абулии.\nДрузья обзавелись своими компаниями на своём новом жизненном этапе. Однажды всё же решили ко мне зайти, я подозреваю мать или отец попросили их об этом. Я вышел к ним сухо спросил как дела, ответил на их аналогичный вопрос и поспешил завершить диалог. Они меня звали погулять, про себя очень хотел пойти с ними, но моя питомица уже во всю хозяйничала и я тупя взор отказал им.\nМожет сэкономленные силы помогут для будущих свершений.",
      "actions": [
        {
          "actionText": "Далее",
          "actionNextState": 5,
          "changingParameters": {
            "flexibility": -2,
            "oratoryBase": -2,
            "energy": 4,
            "relFather": -2,
            "discipline": -2,
            "relMother": -2,
            "strength": -2
          }
        }
      ]
    },
    {
      "stateId": 3,
      "mainText": "Мать практически всё время тратить на работу по дому. Кажется, она стала  делать это с большим усердием, те свободные минуты которые выпадают, она проводит на то что переписывает священные тексты единства или в молитве, такое ощущения мать себя корит в чём-то и так в виде усердной работы и религии она видит своё очищения.\nВ один день я встал как у меня повелось в последнее время ближе к обеду и вижу мать, которая ели движется по комнате, я говорю ей лечь, а сам начинаю готовить за неё под материным чётким контролем. Моя мама заболела. Отца постоянно не было дома, поэтому мне пришлось всю работу по дому взять на себя. Несмотря на то что моя мать была в весьма плачевном состоянии, она пыталась контролировать каждый мой шаг. Первые дни мне не нравилось выполнять рутинную работу и я часто убирал вещи как можно быстрее, больше делал вид, чем работал. Мать это часто замечала и делала мне замечания: \"Только в порядке единство\" - говорила она каждый раз когда я выполнял свою работу спустя рукава. С каждым днём выполняю одну и туже работу ловил себя на мысли, что она получается у меня всё лучше и я стал получать блаженство от хорошо выполненной работы и с каждым днём выполнял её более усердно. Мать глядя на мои успехи поправилась, и снова основная работа легла на неё. Мать не могла остаться в стороне, вить она хозяйка этого дома, её эфоский дух не дал бы пустить всё на самотек, но я теперь не оставался в стороне постоянно помогал матери, часто выполнял плотническую работу. Чинил мебель, забивал гвозди рубил деревья и т.п. Вечерами я с матерью переписывал тексты и молился.\nУставая от работы, я не понимал, почему должен своё свободное время тратить на религию страны в которой не живу, но каждый день нёс моральное удовлетворение, я чувствовал себя полезным и не одиноким, вить меня вели Трое и я был с ними един, как и с тысячью даже миллионами таких же.",
      "actions": [
        {
          "actionNextState": 5,
          "actionText": "Далее",
          "changingParameters": {
            "faithBase": 2,
            "creativeBase": -2
          }
        }
      ]
    },
    {
      "stateId": 4,
      "mainText": "Растекаясь каждый день в кровати, моё тело практически состояло из жира, у меня не было никаких амбиций, я хотел только лежать. Но в один из дней я увидел на улице статного воина и мне захотелось стать подобным ему.\nЯ вспомнил про упражнения которые мне показывала мать, да половину из них я не мог выполнить, но решил сделать. Каждое моё движение было отягощено, оно было резкое, такое ощущения, что в каждом упражнения я выполнял лишь половину из нужной амплитуды. Несмотря на все сложности стал делать упражнения каждый день, мне казалось что у меня нет прогресса и я из себя представляю такого же жирного увальня, как и был раньше. Но я продолжал свои попытки. Как-то взглянув на себя в зеркало, я увидел существенный прогресс и это придало мне мотивацию заниматься больше.\nКажется, я стал действительно сильнее.",
      "questStateModal": {
        "duration": 10,
        "description": "Ежедневные тренировки меняют тело и дух! Моя дисциплина и сила растет, но в этой карусели дней не упустил ли я возможность познать что-то новое...",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionNextState": 5,
          "actionText": "Далее",
          "changingParameters": {
            "contemplation": -2,
            "discipline": 2,
            "strength": 2
          }
        }
      ]
    },
    {
      "stateId": 5,
      "mainText": "Большинство друзей перестали со мной общаться, у них появились новые друзья на их новом жизненном пути. Мне всё меньше охота раскрывать рот. Моё мнение кажется настолько незначительным, что я предпочитаю его не высказывать.",
      "actions": [
        {
          "actionNextState": 6,
          "actionText": "Мини игра",
          "changingParameters": {
            "flexibility": -2,
            "oratoryBase": -2,
            "strength": -1
          }
        }
      ]
    },
    {
      "stateId": 6,
      "mainText": "Сегодня я проснулся необычно раньше от громких криков, которые раздавались с холла. Я иду в стороны криков, захожу в комнату. В комнате мать кричит на отца словами которых я особо до этого не знал, отец съёжился и почти не отвечает. Сегодня мать особенно яростна в один момент в отца полетела и ваза. Из многочисленных неразборных фраз я понимаю, что отец всю ночь не появлялся дома, а так же натворил что-то плохое.",
      "questStateModal": {
        "duration": 10,
        "description": "Это начало пролога. Тебя ждет долгий путь.\nПриминимай верные решения!",
        "image": "test",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionText": "Защитить отца",
          "actionNextState": 7,
          "requiredParameters": {
            "relFather": 3
          }
        },
        {
          "actionText": "Поддержать отца $",
          "actionNextState": 7,
          "inverseRelation": 0,
          "requiredParameters": {
            "coins": 2
          },
          "changingParameters": {
            "coins": -2
          }
        },
        {
          "actionText": "Не вмешиваться",
          "actionNextState": 8
        },
        {
          "actionText": "Успокоить мать",
          "actionNextState": 9,
          "requiredParameters": {
            "relMother": 3
          }
        },
        {
          "actionText": "Поддержать мать $",
          "actionNextState": 9,
          "inverseRelation": 3,
          "requiredParameters": {
            "coins": 2
          }
        }
      ]
    },
    {
      "stateId": 7,
      "mainText": "Я кладу руку на плечо отца, он содрогается и говорит: \"Всё будет хорошо\".",
      "actions": [
        {
          "actionNextState": 10,
          "actionText": "Мини игра",
          "typeOfGame": "memories",
          "changingParameters": {
            "flexibility": 2
          }
        }
      ]
    },
    {
      "stateId": 8,
      "mainText": "Я решаю не совать свой нос в дела взрослых. Они и без меня разберутся.",
      "actions": [
        {
          "actionNextState": 10,
          "actionText": "Мини игра",
          "typeOfGame": "memories"
        }
      ]
    },
    {
      "stateId": 9,
      "mainText": "Мать обнимает меня и вручает медальон трёх. Почему-то я понимаю, что мы скоро расстанемся на долгое время. \"Трое помогут тебе... Нам всем необходима их помощь\" - сказал она.",
      "actions": [
        {
          "actionNextState": 10,
          "actionText": "Мини игра",
          "typeOfGame": "memories",
          "changingParameters": {
            "discipline": 2
          }
        }
      ]
    },
    {
      "stateId": 10,
      "mainText": "Затем началась суматоха. Отец заперся в своём кабинете. Мать собирала вещи всей семьёй. Я не понимаю, что происходит. На меня никто не обращал внимания все были заняты своими делами. Кажется, это последний день проведённый в этом доме, как много ярких воспоминаний связанных с ним.",
      "actions": [
        {
          "actionNextState": 11,
          "actionText": "Спросить отца, что происходит",
          "sumOfParameters": {
            "contemplation": 6,
            "flexibility": 6,
            "oratory": 2
          },
          "requiredParameters": {
            "relFather": 3
          }
        },
        {
          "actionNextState": 12,
          "actionText": "Требовать ответ у отца $",
          "typeOfGame": "memories",
          "inverseRelation": 0
        },
        {
          "actionNextState": 11,
          "actionText": "Спросить мать, что происходит",
          "sumOfParameters": {
            "discipline": 6,
            "strength": 6,
            "faith": 2
          },
          "requiredParameters": {
            "relMother": 3
          }
        },
        {
          "actionNextState": 12,
          "actionText": "Требовать ответ у матери $",
          "typeOfGame": "memories",
          "inverseRelation": 2
        },
        {
          "actionNextState": 13,
          "actionText": "Помоч со сборами",
          "requiredParameters": {
            "energy": 2
          }
        },
        {
          "actionNextState": 14,
          "actionText": "Молится",
          "requiredParameters": {
            "faith": 5
          }
        }
      ]
    },
    {
      "stateId": 11,
      "mainText": "Оказывается, нашу мать преследует некто Мелоб, влиятельный туз. Из-за отца местоположения матери стала известно. Всей семье угрожает опасность и мы вынуждены скрываться, сколько бы времени это не потребовало.",
      "actions": [
        {
          "actionNextState": 15,
          "actionText": "Мини игра",
          "typeOfGame": "memories"
        }
      ]
    },
    {
      "stateId": 12,
      "mainText": "Я сижу в комнате не понимаю, что происходит на меня никто не обращает внимания. Меня терзают скорбные мысли, я закапываюсь в них. Кажется, что мой мир именно сейчас рушится, а я вместо того, что бы собрать свои мысли в кулак сидел в ступоре в растерянности и смотрел в одну точку не понимая, что происходит.",
      "actions": [
        {
          "actionNextState": 11,
          "actionText": "Собраться и поговорить с семьей $",
          "requiredParameters": {
            "coins": 3
          }
        },
        {
          "actionNextState": 15,
          "actionText": "Поддаться паники",
          "changingParameters": {
            "energy": -4
          }
        }
      ]
    },
    {
      "stateId": 13,
      "mainText": "Я спрашиваю у матери, что мне делать она говорит мне собирать вещи. Я суматошно начинаю складывать в мешок вещи, которые попались мне на глаза.",
      "actions": [
        {
          "actionNextState": 15,
          "actionText": "Далее",
          "changingParameters": {
            "energy": -2,
            "contemplation": 2
          }
        }
      ]
    },
    {
      "stateId": 14,
      "mainText": "Я решаю произнести молитвы, которыми меня обучала мать в детстве. С каждым произнесенным словом я чувствую, как во мне начинает бурлить энергия. Мне кажется, что меня никто не остановит, вить со мной трое.",
      "actions": [
        {
          "actionNextState": 15,
          "actionText": "Далее",
          "changingParameters": {
            "energy": 2
          }
        }
      ]
    },
    {
      "stateId": 15,
      "mainText": "Спустя некоторое время, проведённое в суматохе, раздался стук в дверь. Родители решили не открывать её. Отец побежал в свою лабораторию, от туда он вернулся с парочку ёмкостей с чем-то. Мать пошла за вещами.\bСтук не прекращался, с каждым новым ударом становился всё сильнее. Кажется, непрошенные гости услышали нас и стали ломать дверь. Отец сказал матери: «Уходи Сима, возьми нашего сына и отправляйся отсюда прочь.» Никогда не слышал такую уверенность в интонации отца, видимо сейчас происходит, что-то важное.\bМать взяла одну из сумок, которая собрала, я так понял, там было именно самое важное, затем заставила меня вылезти в окно.\bКак только мы вылезли и пошли к коням. Раздался взрыв у нашей двери. Отец, вероятно, пожертвовал собой, что бы мы могли бежать, но мы не могли рисковать и проверять это, поэтому мы поспешили выполнить последнюю волю нашего отца.\bВ дороге мать рассказывает правду об отце.",
      "actions": [
        {
          "actionNextState": 16,
          "actionText": "Предыстория отца"
        }
      ]
    },
    {
      "stateId": 16,
      "mainText": "Я направляюсь в Спарту к деду. В процессе я узнаю, что творилось с моим отцом в последнее время",
      "actions": [
        {
          "actionNextState": 17,
          "actionText": "Слушать"
        }
      ]
    },
    {
      "stateId": 17,
      "mainText": "Проведя в пути практически сутки мы решили встать на ночлег у границы с единством. Мы достаточно далеко от Теоса и нет намёка на преследования, поэтому эта идея не казалась нам опасной.\bМать отправила меня собрать ветки пока сама подготовит продукты для приготовления пищи.",
      "questStateModal": {
        "duration": 10,
        "description": "Отец начал играть в карты, которые в Теосе иногда идут на ставки, на самые большие ставки. Однажды в порыве хмеля и азарта отец заложил наш дом. Он проиграл одному дельцу, которому было известно о прошлом нашего отца. Он сказал отцу: \"Вы будете жить в вашем доме, никто не будет угрожать выселением, и ты будешь получать деньги, если будешь варить твой наркотик для меня\". Отец был вынужден согласиться. Делец хотел наркотика всё больше, поэтому отец был вынужден запросить работу и заниматься синтезированием всё время, что не пьёт в пабе. В тайне от матери, он варил злосчастный эликсир и продавал этому дельцу, что бы мы могли жить в нашем доме и в достатке. Но о том, что наркотик появился в Теосе, узнал Мелоб и конечно прислал своих амбалов, что бы забрать свой старый долг. В тот самый день отец увидел их в пабе, где они пытались его найти, он всю ночь скрывался от них, пытался путать следы.  Непрошенные гости в нашем доме были люди Мелоба."
      },
      "actions": [
        {
          "actionNextState": 18,
          "actionText": "Прилежно собирать ветки",
          "actionDescription": "Улучшает дисциплину но тратит энергию.",
          "changingParameters": {
            "energy": -2,
            "discipline": 2
          }
        },
        {
          "actionNextState": 18,
          "actionText": "Собирать, не напрягаясь",
          "actionDescription": "Легкий труд восстановит немного энергии. Оценивая каждую ветку с точки зрения эффективности горения, мои познания в технологиях немного улучшаются. Я чувствую что работа спустя рукава снижает мою дисциплину.",
          "changingParameters": {
            "energy": 1,
            "discipline": -1,
            "technologyBase": 1
          }
        },
        {
          "actionNextState": 18,
          "actionText": "Осмотреть окрестности",
          "actionDescription": "Я потрачу немного энергии, но вероятно, мои навыйки восприятия этого мира улучшатся.",
          "changingParameters": {
            "energy": -1,
            "contemplation": 2
          }
        },
        {
          "actionNextState": 18,
          "actionText": "Имитируя работу, спрятаться и отдыхать",
          "actionDescription": "Возможно отдых на опушке леса это самое лучшее на данный момент, я получаю большой заряд энергии.",
          "requiredParameters": {
            "flexibility": 6
          },
          "changingParameters": {
            "energy": 4
          }
        }
      ]
    },
    {
      "stateId": 18,
      "mainText": "После того как я вернулся, я застал следующую картину: моя мать сидит скованная цепью, рядом с ней стоят войны единства, видел их форму в Эфосе. Хотел убежать, но человек подкрался ко мне со спины, и тоже скрутила меня. Меня посадили в кандалы и посадили вместе с матерью после чего два статных человека удалились и что-то долго обсуждали. Оставив с нами троих молодых людей, кажется они были обычными солдатами.\bПосле обсуждения статный офицер вернулся. Я спросил его \"за что вы нас держите как зверей\". Он обратился к матери: \"Сама ему всё расскажешь?\". Мать в ответ лишь молчала и смотрела в пол. Он продолжил: \"Видишь ли твоя мать хладнокровная убийца\". Мать резко прервала его: \"Хватит! Я сама.\". Сима Пелопа начала свой длинный рассказ.",
      "actions": [
        {
          "actionNextState": 19,
          "actionText": "Слушать"
        }
      ]
    },
    {
      "stateId": 19,
      "mainText": "\"Что же делать с тобой?\" сказал офицер и задумался.\n Мне опредленно стоит что-то придумать. Я мог бы попытаться убедить его, что мы не можем отвечать за действия матери, если моего красноречия будет мало я мог дать офицеру еще и пару монет. Можно попробовать сбить с ног солдата и бежать прямо сейчас или подождать пока солдаты потеряют бдительность.",
      "questStateModal": {
        "duration": 10,
        "description": "Предыстория матери",
        "changingParameters": {
          "discipline": 0
        }
      },
      "actions": [
        {
          "actionNextState": 20,
          "actionText": "Убедить",
          "requiredParameters": {
            "oratory": 12
          }
        },
        {
          "actionNextState": 20,
          "actionText": "Монеты добавят мне убедительности $",
          "requiredParameters": {
            "coins": 2
          },
          "changingParameters": {
            "coins": -2
          }
        },
        {
          "actionNextState": 21,
          "actionText": "Бежать сейчас",
          "requiredParameters": {
            "strength": 2
          }
        },
        {
          "actionNextState": 22,
          "actionText": "Выждать момент",
          "sumOfParameters": {
            "oratory": 5,
            "flexibility": 4
          }
        },
        {
          "actionNextState": 23,
          "actionText": "Ждать участи"
        }
      ]
    },
    {
      "stateId": 20,
      "mainText": "Я вспоминаю учения Трёх, в которых говорится, что каждый человек — это часть общества. Общество даёт блага гражданину, а он должен отвечать тем же, даже если это идёт вразрез с его личными интересами или интересами его семьи.\bОднако семья в этих учениях не имеет такого большого значения, поскольку мы все живём в одной большой семье под надзором Трёх. Из этой логики следует, что каждый должен нести ответственность за преступления другого человека, что кажется мне не совсем справедливым. Поэтому я не должен отвечать за деяния моей матери.\bОфицер, подумав, соглашается со мной и говорит чтобы я проваливал от сюда.",
      "actions": [
        {
          "actionNextState": 26,
          "actionText": "Идти"
        }
      ]
    },
    {
      "stateId": 21,
      "mainText": "Солдат рядом с нами стоит около бревна. Я что есть в нас силы толкаем его он падает. Это единственный шанс убежать от солдат единства. Что есть мочи я начинаю бежать в любую сторону от них. Обернувшись я увидел, что упавший солдат гонится за мной. Но тут я слышу голос офицера, он отзывает своего подопечного, и в правда обернувшись не увидел преследователей, но останавливаться может быть критично, в любой момент они могут сесть на коней и в миг догнать меня. Мне жаль мать, но я вынужден её оставить.\bПробежав примерно километр, я остановился, чтобы оглядеться — погони не было. Я понял, что нужно прекратить бег, иначе совсем лишусь сил, а до шахты ещё идти несколько дней и необходимо добраться туда как можно скорее.",
      "actions": [
        {
          "actionNextState": 26,
          "actionText": "Идти дальше"
        }
      ]
    },
    {
      "stateId": 22,
      "mainText": "Прямо сейчас убегать не имеет смысла. Меня уже окружили и я не справлюсь даже с одним охранником. Для побега нужно выбрать момент.\bОфицер сказал: \"Скоро ночь, а здесь уже разбит лагерь с припасами. Ты же не против, если мы ими воспользуемся, Пелоп?\". Не дождавшись ответа офицер продолжил: \"Мы заночуем здесь. Заковать щенка. В штабе решат, что с ним делать\". На моих кистях солдат захлопывает наручники и меня усаживают далеко от матери, а сам солдат остаётся охранять нас.",
      "actions": [
        {
          "actionNextState": 24,
          "actionText": "Стащить ключи",
          "sumOfParameters": {
            "oratory": 7,
            "flexibility": 6
          }
        },
        {
          "actionNextState": 24,
          "actionText": "Монета отвлечет охранника $",
          "requiredParameters": {
            "coins": 1
          },
          "changingParameters": {
            "coins": -1
          }
        },
        {
          "actionNextState": 25,
          "actionText": "Использовать отмычку"
        }
      ]
    },
    {
      "stateId": 23,
      "mainText": "Офицер долго по долго думав решает: \"Да, конечно, не виноват в прегреше́ниях матери, но я считаю то, что оставлять тебя безнадзорно не верно. Мы берём тебя с собой и сделаем солдатом единства.\" После этого я несколько лет, прожил в казарме, меня готовили к войне, готовили к строевому делу. В один из моментов пришёл шанс доказать свою доблесть и очистить своё имя в честной битве. К тому времени я уже был к этому готов, я был готов ко всему. У меня не было ни семьи, ни друзей, всё, что у меня осталось, это куча таких же людей. Мы не знали за что умираем и терпим лишения, перед нами была только чёткая структура в которой солдат подчиняется легату, легат подчиняется капитану, капитан подчиняется маршалу, и разразят тебя Трое, если ты нарушаешь сей порядок. Мы жили с такими мыслями, нам даже казалось, что это единственная парадигма, которая возможна в нашей жизни и другой быть не может. Я уже перестал понимать как жить обычной жизней в городе, эта война, эти люди и Трое, стали для меня всем. Сегодня последняя ночь перед тем, как я отправлюсь в битву, которая возможно станет последней...",
      "actions": []
    },
    {
      "stateId": 24,
      "mainText": "Я вижу что у солдата ключи от наших наручников весят на поясе они легко закреплены, надо найти способ их стащить.\bСолдат смотрит на нас практически не отводя взгляда. Я пару раз попытался с ним разговорится, но каждый раз он прерывал меня, не отводя глаза. Мне пришла в голову идея, попроситься в туалет и попытаться утащить ключи по ходу, благо помочится я действительно хотел. \"Я хочу в туалет\" - сказал я. Меня проигнорировали. \"Я сейчас обделаю, тут всё вокруг веди меня по дальше и побыстрее\". Я сделал вид, что начинаю это мерзкое занятие в штаны. Солдат поднял меня и отвёл за угол, где я сделал свои дела. Он ввёл меня впереди себя. Когда мы вернулись на место он начал меня усаживать, а я стал упрямиться. У нас с ним произошла перепалка, в процессе которой я смог стащить с него ключи и закинуть себе под седалище.\b Я дожидаюсь ночи сбрасываю кандалы...",
      "actions": [
        {
          "actionNextState": 26,
          "actionText": "Бежать"
        }
      ]
    },
    {
      "stateId": 25,
      "mainText": "Кажется у меня в кармане есть отмычка, как только настанет удачный момент, я освобожусь...\bЯ жду ночи. Все кроме дозорного спят, но и дозорный дремлет не глядя на на меня. Я тихо открываю замок, сбрасываю кандалы...",
      "actions": [
        {
          "actionNextState": 26,
          "actionText": "Ускользнуть"
        }
      ]
    },
    {
      "stateId": 26,
      "mainText": "Я шёл, кажется, целую вечность, с собой не было ни еды, ни воды, а так же не было хорошего жеребца, который в миг доставил бы меня. До шахты оставалось пару дней ходьбы. Солнце полила меня, было ощущения, что я в котле. По дороге я встретил ягоду, которая дала мне хоть немного сил. Мне казалось, что у меня мало шансов дойти до шахты живым, но я должен остаток своей жизни быть доблестным и каждым шагом, каждым мгновением бороться и идти к своей цели. Я человек, который потерял всё и даже семью, но я должен добраться до шахты и сделать свою карьеру, сделать себя... Сделать себя человеком на которого другие будут смотреть и восхищаться, что бы когда в следующий раз я встречусь с матерью, она могла мной гордится.\bДух был мой крепок, но тело начало подводить меня. Тех ягод которые я съел было недостаточно и рядом нет ничего где можно поживится. Энергия, которую я получил от яства заканчивается, и каждый шаг даётся мне с большим трудом. Я делаю шаг, но оступаюсь и падаю. Собираюсь с силами, поднимаюсь и снова через десяток шагов снова падаю. Снова поднимаюсь и в скорости опять падение. Так поднимаясь и падая, прошёл совсем немного, но каждый шаг мне давался, так тяжело, что мне казалось, что я прошёл километр.\bИ тут снова очередное падение, но сил идти уже нет. Мысли не оставили меня, но сил не было пошевелиться. Мне кажется, что чернота съедает меня. Возможно, я скоро свяжусь с отцом в посмертии. Я думал, что моя жизнь будет окончена.\bВдруг, я услышал звук копыт, потом меня погрузили на лошадь и в течение часа меня довезли до какого-то лагеря и следом облили водой, дали какое-то лекарственное средство и кажется в результате его действия я пришёл в себя.",
      "actions": [
        {
          "actionNextState": 27,
          "actionText": "Исследовать лагерь"
        }
      ]
    },
    {
      "stateId": 27,
      "mainText": "В лагере было много разных мужчин и женщин каждый выглядел индивидуально. Были разные прически, кто-то имел длинные волосы, кто-то вообще без волос, у кого-то волосы торчали в разные стороны будто из головы идут множество клинков или наоборот уложены как у богатеев. Одеты они были, тоже интересно. Казалось, что они выглядят нелепо, и нет какой-то общей концепции в одежде. Необычность их внешнего вида привлекала и манила меня.\n Я лежал в палатке кажется рядом со мной стояло несколько человек. Я начал подниматься, на это обратили внимания и ко мне подошёл один человек. Мне показалось среди них это был лидер. По крайней мере остальные уважали его, судя по тонну с которым к нему обращались. Он подошёл, добросердечно улыбнулся и сказал: \"Здоровяк, тебе повезло, что мы встретили тебя на пути. Мы вольные люди, мы живём в поле. Нет хозяев здесь, нету лордов, мы сами себе и господа и судьи. Мы здесь все сами за себя. Меня зовут Висент Липпи. Давай я тебя со всеми познакомлю.\"",
      "actions": [
        {
          "actionNextState": 28,
          "actionText": "Познакомится с лагерем"
        }
      ]
    },
    {
      "stateId": 28,
      "mainText": "Я стал с ним ходить по лагерю, встретил разных людей и побеседовал с ними немного. Многие мне показались достаточно интересными людьми со своеобразными мыслями. Их убеждения и умозаключения отличались от тех, что были у людей в школе или на улице. Хотя некоторых я встречал в городе, но в целом они казались с другой планеты и они манили меня, своими словами и внешностью. Какая-то часть меня хотела остаться с ними. Стать частью их, казалось, что это мой новый дом.\nОсобняком от всех этих людей были люди с примерно одинаковым стилем одежды и причёски. Головы у мужчин были бриты, а у женщины были традиционные причёски для Теоса. Одежда их не выделялась, была какая-то обыденная, но от их внешнего вида несло силой. Один мужчина был в центре. Все советовались с ним, кажется сей персонаж был лидером их группы. Он посмотрел на меня очень зло, кажется он ненавидит каждый миллиметр моей кожи. Я вспомнил, мы пересекались с ним в школе, тогда этой злобы во взгляде не было. Он был хулиганом, но никто у него не вызывал негативного отношения без причины.\nВозникало ощущение, что он увидел во мне единственное, что разрушает его жизнь, отравляя её. \"Эти ребята не давно, присоединились к нам. С начало мы так же как тебя подобрали Телеха, потом он привёл своих друзей. Мы не хотели их принимать они, отличались от нашего коллектива, но Телех всегда мог найти, чем поживится, поэтому мы решили оставить их. Ох, как часто они конфликтуют с остальными, но мы договорились, что они держатся особняком. Давайка не будем задерживаться у них, меня мутит от этих парней\" - нервно произнёс Висент. Мы не стали останавливаться у них и пошли дальше.",
      "actions": [
        {
          "actionNextState": 29,
          "actionText": "Мини игра",
          "typeOfGame": "memories"
        }
      ]
    },
    {
      "stateId": 29,
      "mainText": "У моего спутника появились дела и он меня оставил. Уже темнело, поэтому я решил пойти поспать. По дороге в моё временную опочивальню, я услышал музыку, затем пение. Голос был женский, юный, такой пронзительный, в нём одновременно сочеталась страсть и тоска, боль соседствовала с бойкостью. Он завораживает и манит меня за собой. Я решил пойти на голос. Люди завороженно слушали, как хрупкая невысокая девушка играла на небольшом инструменте и поёт песню связанную со своей матушкой.\nМне захотелось послушать её песню и даже поговорить с девушкой. И хоть её видно было плохо, но мне показалось на миг, что я практически влюбился в неё. В её голосе и страсти с которой она пропивает каждую ноту я видел всю тоску и радость мира. Мне казалось, что в этом маленьком цветке жизни живёт большая сила и решительность, но к сожалению цветок вянет внутри.\nМне так хочется спать, последние дни были мало приятными, да и усталость уже накопилась. Так же мне нужно собрать припасы для путешествия в шахту завтра. А может, стоит пообщаться с людьми, которые собрались вокруг концерта. Мне кажется среди них есть толковые люди.",
      "actions": [
        {
          "actionNextState": 30,
          "actionText": "Послушать музыку",
          "requiredParameters": {
            "contemplation": 6
          }
        },
        {
          "actionNextState": 31,
          "actionText": "Лечь спать"
        },
        {
          "actionNextState": 32,
          "actionText": "Готовится к завтрашнему путешествию",
          "requiredParameters": {
            "discipline": 7
          }
        },
        {
          "actionNextState": 33,
          "actionText": "Завести разговор со слушателями",
          "requiredParameters": {
            "oratory": 6
          }
        }
      ]
    },
    {
      "stateId": 30,
      "mainText": "Песня закончилась и пивица взяла не большую паузу чтобы отдохнуть. Время задуматся что мне делать с одной стороны мне нужен отдых так как я все еще слаб, с другой стороны это отличный момент чтобы поговорить с певицей",
      "actions": [
        {
          "actionNextState": 34,
          "actionText": "Пойти спать"
        },
        {
          "actionNextState": 35,
          "actionText": "Пожертвовать монет и поговорить с певицей $",
          "requiredParameters": {
            "coins": 2
          },
          "changingParameters": {
            "coins": -2
          }
        }
      ]
    },
    {
      "stateId": 31,
      "mainText": "Я так устал за это путешествия, поэтому после знакомства с моими новыми приятелями я решил лечь спать.",
      "actions": [
        {
          "actionNextState": 36,
          "actionText": "Уснуть",
          "changingParameters": {
            "energy": 4,
            "relTelec": -1,
            "relVecente": -1,
            "relSheima": -1
          }
        }
      ]
    },
    {
      "stateId": 32,
      "mainText": "Так как все видят, что мы заняты делом, никто на нас не обращает внимание..",
      "actions": [
        {
          "actionNextState": 36,
          "actionText": "Отдыхать",
          "changingParameters": {
            "energy": -2,
            "relTelec": 1,
            "discipline": 2
          }
        }
      ]
    },
    {
      "stateId": 33,
      "mainText": "Я узнаю подробности про вольнолюбцев. Оказывается эти люди разных убеждений, но всех объединяет желание быть независимыми, не выполнять указания какого-то другого человека, поэтому формально у них лидера нет, но большинство решения исходят из нашего бывшего спутника Висенте Липпи, но последнее время Телех стал часто брать решения на себя в вопросах провизии и наживы. До прихода Телеха они редко нападали на мирный люд, но он проявляя силу убеждал их делать чаще. В последнее время Телех всё чаще спорит с Висенте что делать дальше, многим кажется, что Телех может даже убить Липпи, что бы тот не путался под ногами.",
      "actions": [
        {
          "actionNextState": 36,
          "actionText": "Пойти спать",
          "changingParameters": {
            "faithBase": 2,
            "oratoryBase": 1,
            "relSheima": 1,
            "relVecente": 1,
            "*prologLineFreeBrothers": 1
          }
        }
      ]
    },
    {
      "stateId": 34,
      "mainText": "\"Песни мне очень нравились и я так хотел, познакомится с певицей, но кто я такой подходить к такой особе. Да и наверно она не рада будет со мной общаться.\" - подумав, я пошёл спать после концерта.",
      "actions": [
        {
          "actionNextState": 36,
          "actionText": "Уснуть",
          "changingParameters": {
            "energy": 1,
            "creativeBase": 2
          }
        }
      ]
    },
    {
      "stateId": 35,
      "mainText": "Перед нами предстаёт красивая, коротко стриженая девушка. Мы в ней узнали нашу школьную знакомую Шейма Кон. С последней нашей встречи она сильно изменилась. Такое ощущения, что она на десять лет старше нас, но ей всего 16 лет. Взгляд её стал каким-то грустным и пустым, казалось что это взгляд взрослого которого уже не радует каждое мгновения этой жизни. Она была одета нелепа, в её одежде было много разного цвета и она свисала по тонкому стану Шеймы, но в целом она выглядела эстетично. Когда я слушал её во мне зародилась страсть, но вместе с тем я испытывал уважения и жалость к ней всё одновременно. Мне хотелось, что бы в её тёмном мире стало побольше света. Конечно, мне самому было сейчас тяжко, но я готов был забыть про свои сложности, что бы порадовать её.\bОна мне рассказала, что начала учится музыки и стихам, но встретив представителей вольнолюбцев решила примкнуть к ним, когда узнала что её мать убили. Здесь она обрела новую семью. Мы проболтали до утра. Пару раз я легко обнял её, она даже вроде была не против любовных ласк, но я решил что не уместно при первой встрече заходить дальше.",
      "actions": [
        {
          "actionNextState": 36,
          "actionText": "Пойти отдыхать",
          "changingParameters": {
            "energy": -1,
            "creativeBase": 2,
            "faithBase": 2,
            "relSheima": 2
          }
        }
      ]
    },
    {
      "stateId": 36,
      "mainText": "Утро, я вроде бы восстановился и мне пора решать что делать дальше. Конечно, мне нравится с этими ребятами, но у них нет стабильного заработка и крыши над головой. В шахте меня ждёт монотонная и трудная работа, но друзья моей семьи обо мне позаботится. Последние мгновения в лагери я могу потратить на что-то полезное.",
      "actions": [
        {
          "actionNextState": 37,
          "actionText": "Собраться в дорогу"
        },
        {
          "actionNextState": 38,
          "actionText": "Остаться с вольнодумцами"
        }
      ]
    },
    {
      "stateId": 37,
      "mainText": "Вот и все, я готов, у меня осталось немного времени чтобы попрощаться или провести это время с пользой",
      "actions": [
        {
          "actionNextState": 39,
          "actionText": "Уйти не прощаясь"
        },
        {
          "actionNextState": 40,
          "actionText": "Прощаться с Шэймой",
          "requiredParameters": {
            "relSheima": 2
          }
        },
        {
          "actionNextState": 41,
          "actionText": "Прощаться с вольнодумцами",
          "requiredParameters": {
            "*prologLineFreeBrothers": 1
          }
        },
        {
          "actionNextState": 42,
          "actionText": "Сделать упраженения",
          "requiredParameters": {
            "discipline": 6
          }
        }
      ]
    },
    {
      "stateId": 38,
      "mainText": "В шахте хоть и опасно, но меня ждала стабильность, к тому же Дион ко мне хорошо относился, так что может быть меня ждал и карьерный рост. Но... Мне понравилось с вольнолюбцами, ребята они конечно странные, я раньше таких не встречал в Теосе, но их странность и уникальность манит. У многих из них свой взгляд на вещи, который я раньше не слышал в Теос. Не скрою, есть среди них личности, которые своей непохожестью пытаются произвести впечатления или потешить своё самолюбия, а от Телеха у меня просто мурашки по коже. Мне порой казалось, что он способен на любые поступки ради своих убеждений, суть которых я пока не понял. Не учитывая Телеха, остальные ребята вызывают у меня трепет и любопытство, мне интересно что их объединяет.\nВот с едой и ресурсами в отличие от духовной пищи всё куда прозаичнее, у них нет постоянного источника дохода. Как я понял они периодически опускаются и до грабежа, да в основном они берут дары природы, но иногда этого мало. Как мне сказал Висенте Липпи набеги участились из-за напора Телеха, часто вольнолюбцы стали отнимать не только еду, но и драгоценности. Я конечно против набегов, но понимаю, что возможно без них никуда. Возможно я найду пути обходится без набегов в принципе. От мысли, что нужно грабить людей или даже убивать меня корёжит.",
      "actions": [
        {
          "actionNextState": 0,
          "actionNextQuest": "ruFreebrothersSCamp1",
          "actionText": "Обустройство в лагере",
          "changingParameters": {
            "relVecente": 2,
            "oratoryBase": -2,
            "discipline": -6,
            "faithBase": 2
          }
        }
      ]
    },
    {
      "stateId": 39,
      "mainText": "Вольнолюбцы всегда останутся в моей памяти. Хоть и Телех меня пугал, но в целом ребята, которые были в лагере достаточно интересные. Мне было интересно узнать их странные взгляды. Но они совершенно не готовы к жизни и не знают, что будет завтра. Так же и всё их сообщество не имеет постоянного дохода и мне с ними приходилось бы перебиваться с воды на хлеб.\nВ шахте будет суровая и сложная работа, но она обеспечить моё пропитания и реализация в отличии жизни с вольнолюбцами. Я решил уехать, меня ждала дорогу к коллеге и другу моего отца Диону.",
      "actions": [
        {
          "actionNextState": 43,
          "actionText": "Дорога к шахте"
        }
      ]
    },
    {
      "stateId": 40,
      "mainText": "Мне горестно было прощаться с Шеймой. Вчерашней вечер надолго останется в моей памяти, но я вынужден покинуть вольнолюбцев и моё отношения к Шейми не  должны сдержать меня. К тому же это был только вечер, в котором мы только робко общались. Да она оставит след в моём сердце, но это не повод портить свою судьбу.\n\"Я уезжаю\" - сказал я ей. \"Понимаю...\" - едва сдерживая слёзы сказала Шейма мне в ответ. Я продолжил: \"Если судьбе будет угодно, что наши линии жизни никогда не пересекутся. Знай, я ...\".\"Говорить, что чувствуешь, значит копать себе могилу\" - прервала меня Шейма Кон, обняла и прошептала на ушко \"Прощай\"",
      "actions": [
        {
          "actionNextState": 43,
          "actionText": "Дорога к шахте",
          "changingParameters": {
            "relSheima": 2,
            "contemplation": 1,
            "faithBase": 2
          }
        }
      ]
    },
    {
      "stateId": 41,
      "mainText": "Вольнолюбцы практически не предрасположены к жизни в Теосе, они не хотели сливаться в толпе им нравилось выделиться, во внешности и в словах. Во многом они вызывали у меня негативные эмоции. Меня раздражала их отличие от других ребят с Теоса, а так же их смелость, точнее моя трусость выглядеть как они, а так же выражать свои мысли так же смело. Но всё же среди них у меня образовались приятельские отношения, я решил напоследок перекинуться с ними пару слов.",
      "actions": [
        {
          "actionNextState": 43,
          "actionText": "Дорога к шахте",
          "changingParameters": {
            "creativeBase": 2,
            "oratoryBase": 1,
            "relSheima": 1,
            "relVecente": 1,
            "relTelec": 1
          }
        }
      ]
    },
    {
      "stateId": 42,
      "mainText": "Меня ждёт изнуряющее путешествия, но я вспоминаю, что упражнения которые мне показывала мать всегда помогали привести себя в чувства и в целом день проходил более бодро. \"Зря не тратить время\" - говорила она мне, когда я решил понежиться лишние минуты, после чего я вставал и делал упражнения.\nЯ решаю утро перед дорогой потратить на упражнения. Мои потуги привлекли взгляд Телеха и он чуть сдобрил свой злой оскал смотря на мою тренировку, кажется он уважает физ. подготовку. \"Сильные руки больнее бьют.\" - крикнул он.",
      "actions": [
        {
          "actionNextState": 43,
          "actionText": "Дорога к шахте",
          "changingParameters": {
            "energy": 4,
            "discipline": 1,
            "relTelec": 2
          }
        }
      ]
    },
    {
      "stateId": 43,
      "mainText": "Дорога в шахту займёт пару дней, я думаю они пройдут более спокойно, чем путь который привёл меня к вольнолюбцам.\nШахта, расположенная в глубинах земли. Вся работа в шахте заключена в неукротимом желании добыть минералы, которые спрятаны в ее недрах. Работа сложная и опасная. Отец мне рассказывал, что несчастные случаи частый гость в шахтах даже иногда со смертельным исходом. Хозяин по отношению таких случаев не предпринимает никаких действий. Работники шахты практически как рабы, правда свободные и многие из них могут уйти. Они не уходят, потому что им особо идти уже некуда и те деньги которые они могут там заработать особо они ни где не смогут найти со своими \"талантами\". Нам предстояло встать в ряды этих отчаявшихся парней. Перспектива до конца жизни работать в таких условиях меня не радовало, но другого пути у меня не было. Другой патруль единства может и заковать меня в кандалы, так что я не смогу добраться до деда, а в городе меня ждут громилы. К Феду же я поехать не могу из-за Мелоба, я думаю он с пристрастием допросит меня о моих родителей или ещё хуже захочет отомстить убив меня. Тяжкая судьба обрушилась на мои плечи, но если я буду делать правильно, я уверен, что смогу исправить ситуацию.",
      "actions": [
        {
          "actionNextQuest": "ruMinesSA",
          "actionNextState": 1,
          "actionText": "Далее"
        }
      ]
    }
  ]
}


